{
   "cancel_button": {
      "message": "ยกเลิก"
   },
   "close_button": {
      "message": "ปิด"
   },
   "extension_description": {
      "message": "ส่วนขยายการตรวจสอบรหัสผ่านจะช่วยให้คุณรักษาบัญชีที่ได้รับผลกระทบจากการละเมิดข้อมูลให้ปลอดภัยอีกครั้ง"
   },
   "extension_detailed_description": {
      "message": "ไม่ว่าจะลงชื่อเข้าใช้ที่ใดก็ตาม หากคุณป้อนชื่อผู้ใช้และรหัสผ่านที่ไม่ปลอดภัยอีกต่อไปเนื่องจากปรากฏอยู่ในการละเมิดข้อมูลที่ Google ทราบ คุณจะได้รับการแจ้งเตือน โปรดรีเซ็ตรหัสผ่าน หากคุณใช้ชื่อผู้ใช้และรหัสผ่านเดียวกันนี้กับบัญชีอื่น โปรดรีเซ็ตรหัสผ่านในบัญชีดังกล่าวด้วย\n\nเราสร้างการตรวจสอบรหัสผ่านโดยคำนึงถึงความเป็นส่วนตัวเป็นหลัก ขั้นตอนนี้จะไม่รายงานข้อมูลใดก็ตามที่ใช้ระบุบัญชี รหัสผ่าน หรืออุปกรณ์ของคุณได้ เรารายงานข้อมูลที่ไม่มีการระบุตัวบุคคลเกี่ยวกับจำนวนการค้นหาที่แสดงข้อมูลเข้าสู่ระบบที่ไม่ปลอดภัย การแจ้งเตือนนำไปสู่การเปลี่ยนรหัสผ่านหรือไม่ และโดเมนที่เกี่ยวข้องเพื่อให้ครอบคลุมเว็บไซต์ต่างๆ มากขึ้น ดูข้อมูลเพิ่มเติมเกี่ยวกับวิธีการทำงานของการตรวจสอบรหัสผ่านได้ที่ https://support.google.com/accounts?p=password-checkup\n\nเนื่องจากมีการผสานรวมการตรวจสอบรหัสผ่านไว้ใน Chrome แล้ว เราจึงจะเลิกใช้งานส่วนขยายการตรวจสอบรหัสผ่านในวันที่ 31 สิงหาคม 2020 หลังจากวันดังกล่าว ส่วนขยายการตรวจสอบรหัสผ่านจะถูกปิดใช้และจะไม่รายงานอีกต่อไปว่าชื่อผู้ใช้หรือรหัสผ่านเคยอยู่ในการละเมิดข้อมูลหรือไม่ เพื่อให้ยังได้รับคำเตือนต่อไป ผู้ใช้ควรลงชื่อเข้าใช้ใน Chrome แทน รวมถึงต้องตรวจสอบด้วยว่า Chrome เป็นเวอร์ชันล่าสุดและการตั้งค่าความปลอดภัย \"เตือนคุณในกรณีที่รหัสผ่านอยู่ในการละเมิดข้อมูล\" ของ Chrome เปิดใช้อยู่ (ซึ่งเป็นค่าเริ่มต้นเว้นแต่ว่าเคยเปลี่ยนไว้)\n\nการติดตั้งรายการนี้แสดงว่าคุณยอมรับข้อกำหนดในการให้บริการและนโยบายความเป็นส่วนตัวของ Google ที่ www.google.com/policies/"
   },
   "extension_name": {
      "message": "ส่วนขยายการตรวจสอบรหัสผ่าน"
   },
   "feedback_message": {
      "message": "ส่งความคิดเห็น"
   },
   "feedback_notice": {
      "message": "ไปที่\u003Ca href=\"https://support.google.com/legal/answer/3110420\">หน้าความช่วยเหลือด้านกฎหมาย\u003C/a>เพื่อขอเปลี่ยนแปลงเนื้อหาเนื่องจากเหตุผลทางด้านกฎหมาย ระบบอาจส่งข้อมูลระบบและบัญชีบางรายการไปยัง Google เราจะใช้ข้อมูลที่คุณให้มาเพื่อช่วยแก้ไขปัญหาทางด้านเทคนิคและปรับปรุงบริการของเรา โดยเป็นไปตาม\u003Ca href=\"https://www.google.com/intl/en/policies/privacy/\">นโยบายความเป็นส่วนตัว\u003C/a>และ\u003Ca href=\"https://www.google.com/intl/en/policies/terms/\">ข้อกำหนดในการให้บริการ\u003C/a>"
   },
   "feedback_thanks": {
      "message": "ขอบคุณสำหรับความคิดเห็น ตอนนี้คุณปิดหน้านี้ได้แล้ว"
   },
   "feedback_tooltip": {
      "message": "อธิบายปัญหาหรือแชร์ไอเดียของคุณ โปรดอย่าใส่รายละเอียดข้อมูลส่วนบุคคลหรือข้อมูลเข้าสู่ระบบลงในความคิดเห็นนี้"
   },
   "ignore_button": {
      "message": "ละเว้นสำหรับเว็บไซต์นี้"
   },
   "learn_more": {
      "message": "ดูข้อมูลเพิ่มเติม"
   },
   "popup_advanced_settings_action": {
      "message": "การตั้งค่าขั้นสูง"
   },
   "popup_default_status_message": {
      "message": "ไม่พบรหัสผ่านที่คุณป้อนเมื่อเร็วๆ นี้ในการละเมิดข้อมูล"
   },
   "popup_ignore_button": {
      "message": "ไม่สนใจ"
   },
   "popup_ignored_status_message": {
      "message": "ไม่พบรหัสผ่านที่คุณป้อนเมื่อเร็วๆ นี้ในการละเมิดข้อมูล นี่ไม่รวมถึงรหัสผ่านที่ไม่ปลอดภัยซึ่งคุณเลือกแล้วว่าจะไม่รีเซ็ต"
   },
   "popup_learn_more": {
      "message": "ดูข้อมูลเพิ่มเติม"
   },
   "popup_lookup_count_message": {
      "message": "จำนวนรหัสผ่านที่วิเคราะห์ในช่วงสัปดาห์ที่แล้ว:"
   },
   "popup_multiple_accounts_warning_status_message": {
      "message": "ส่วนขยายการตรวจสอบรหัสผ่านตรวจพบว่าบัญชี \u003Cb>$1 บัญชี\u003C/b>ต่อไปนี้มีรหัสผ่านที่ไม่ปลอดภัยอีกต่อไปเนื่องจากมีการละเมิดข้อมูล",
      "placeholders": {
         "1": {
            "content": "$1"
         }
      }
   },
   "popup_number_unsafe_accounts": {
      "message": "บัญชีไม่ปลอดภัย $1 บัญชี",
      "placeholders": {
         "1": {
            "content": "$1"
         }
      }
   },
   "popup_one_account_warning_status_message": {
      "message": "ส่วนขยายการตรวจสอบรหัสผ่านตรวจพบว่าบัญชี \u003Cb>1 บัญชี\u003C/b>ต่อไปนี้มีรหัสผ่านที่ไม่ปลอดภัยอีกต่อไปเนื่องจากมีการละเมิดข้อมูล"
   },
   "popup_opt_out_anonymous_reporting_text": {
      "message": "เลือกไม่ใช้การรายงานแบบไม่ระบุตัวบุคคลสำหรับการติดตั้งส่วนขยายครั้งนี้ไหม"
   },
   "popup_reset_extension_button": {
      "message": "ล้างข้อมูลส่วนขยาย"
   },
   "popup_reset_extension_text": {
      "message": "ล้างข้อมูลส่วนขยายทั้งหมด การดำเนินการนี้จะลบข้อมูลที่จัดเก็บไว้ทั้งหมดเกี่ยวกับรหัสผ่านที่ไม่ปลอดภัยและเว็บไซต์ที่เคยละเว้นไว้ออก"
   },
   "popup_send_feedback": {
      "message": "ส่งความคิดเห็น"
   },
   "popup_turndown_link": {
      "message": "ดูข้อมูลเพิ่มเติม"
   },
   "popup_turndown_message": {
      "message": "เนื่องจากมีการผสานรวมการตรวจสอบรหัสผ่านไว้ใน Chrome แล้ว เราจึงจะเลิกใช้งานส่วนขยายนี้ในวันที่ 31 สิงหาคม 2020"
   },
   "popup_warning_action": {
      "message": "คุณควรเปลี่ยนรหัสผ่านตอนนี้เลย"
   },
   "reset_text": {
      "message": "คุณควรเปลี่ยนรหัสผ่านเลยตอนนี้"
   },
   "send_button": {
      "message": "ส่ง"
   },
   "turndown_notice": {
      "message": "เนื่องจากมีการผสานรวมการตรวจสอบรหัสผ่านไว้ใน Chrome แล้ว เราจึงจะเลิกใช้งานส่วนขยายการตรวจสอบรหัสผ่านในวันที่ 31 สิงหาคม 2020 หลังจากวันดังกล่าว ส่วนขยายการตรวจสอบรหัสผ่านจะถูกปิดใช้และจะไม่รายงานอีกต่อไปว่าชื่อผู้ใช้หรือรหัสผ่านเคยอยู่ในการละเมิดข้อมูลหรือไม่ เพื่อให้ยังได้รับคำเตือนต่อไป ผู้ใช้ควรลงชื่อเข้าใช้ใน Chrome แทน รวมถึงต้องตรวจสอบด้วยว่า Chrome เป็นเวอร์ชันล่าสุดและการตั้งค่าความปลอดภัย \"เตือนคุณในกรณีที่รหัสผ่านอยู่ในการละเมิดข้อมูล\" ของ Chrome เปิดใช้อยู่ (ซึ่งเป็นค่าเริ่มต้น เว้นแต่ว่าเคยเปลี่ยนไว้)"
   },
   "turndown_subtitle": {
      "message": "ประกาศการเลิกใช้งาน"
   },
   "turndown_uninstall_button": {
      "message": "ถอนการติดตั้งเลย"
   },
   "warning_banner_header": {
      "message": "เปลี่ยนรหัสผ่านของคุณ"
   },
   "warning_text": {
      "message": "ส่วนขยายการตรวจสอบรหัสผ่านตรวจพบว่ารหัสผ่านที่คุณใช้สำหรับ \u003Cb>$1\u003C/b> ไม่ปลอดภัยอีกต่อไปเนื่องจากมีการละเมิดข้อมูล",
      "placeholders": {
         "1": {
            "content": "$1"
         }
      }
   }
}
