{"cancel_button":{"message":"Batal"},"close_button":{"message":"Tutup"},"extension_description":{"message":"Ekstensi Pemeriksaan Sandi membantu Anda mengamankan kembali akun yang dipengaruhi oleh pelanggaran data."},"extension_detailed_description":{"message":"Di mana pun Anda login, Anda akan menerima pemberitahuan jika Anda memasukkan nama pengguna dan sandi yang sudah tidak aman akibat terekspos oleh pelanggaran data yang telah diketahui Google. Harap reset sandi Anda. Jika Anda menggunakan nama pengguna dan sandi yang sama untuk akun lain, harap reset sandi Anda di akun tersebut.\n\nPemeriksaan Sandi dibuat dengan mempertimbangkan privasi. Pemeriksaan Sandi tidak pernah melaporkan informasi apa pun yang dapat mengidentifikasi akun, sandi, atau perangkat Anda. Kami melaporkan informasi anonim tentang jumlah pencarian yang menampilkan kredensial tidak aman, apakah pemberitahuan mengarah ke perubahan sandi, dan domain yang terlibat untuk meningkatkan cakupan situs. Anda dapat mempelajari lebih lanjut cara kerja Pemeriksaan Sandi di https://support.google.com/accounts?p=password-checkup.\n\nKarena Pemeriksaan Sandi kini sudah terintegrasi dengan Chrome, kami akan menghentikan penggunaan ekstensi Pemeriksaan Sandi pada 31 Agustus 2020. Setelah tanggal ini, ekstensi Pemeriksaan Sandi akan dinonaktifkan dan berhenti melaporkan jika nama pengguna atau sandi telah terekspos saat terjadi pelanggaran data. Agar dapat terus menerima peringatan, pengguna harus login ke Chrome. Pengguna juga harus memastikan bahwa Chrome telah diupdate ke versi terbaru dan setelan keamanan Chrome \"Berikan peringatan jika sandi Anda terekspos saat terjadi pelanggaran data\" telah diaktifkan (default, kecuali telah diubah sebelumnya).\n\nDengan menginstal item ini, Anda menyetujui Persyaratan Layanan dan Kebijakan Privasi Google di www.google.com/policies/."},"extension_name":{"message":"Ekstensi Pemeriksaan Sandi"},"feedback_message":{"message":"Kirim masukan"},"feedback_notice":{"message":"Buka <a href=\"https://support.google.com/legal/answer/3110420\">halaman Bantuan Hukum</a> untuk meminta perubahan konten dengan alasan hukum. Beberapa informasi akun dan sistem dapat dikirimkan ke Google. Kami akan menggunakan informasi yang Anda berikan kepada kami untuk membantu mengatasi masalah teknis dan untuk menyempurnakan layanan kami, dengan tunduk pada <a href=\"https://www.google.com/intl/id/policies/privacy/\">Kebijakan Privasi</a> dan <a href=\"https://www.google.com/intl/id/policies/terms/\">Persyaratan Layanan</a> kami."},"feedback_thanks":{"message":"Terima kasih atas masukannya. Anda sekarang dapat menutup halaman ini."},"feedback_tooltip":{"message":"Jelaskan masalah Anda atau bagikan ide Anda. Jangan menyertakan informasi identitas pribadi atau detail kredensial sebagai bagian dari masukan ini."},"ignore_button":{"message":"Abaikan untuk situs ini"},"learn_more":{"message":"Pelajari lebih lanjut"},"popup_advanced_settings_action":{"message":"Setelan lanjutan"},"popup_default_status_message":{"message":"Tidak satu pun sandi yang baru-baru ini Anda masukkan terdeteksi dalam pelanggaran data."},"popup_ignore_button":{"message":"Abaikan"},"popup_ignored_status_message":{"message":"Tidak satu pun sandi yang baru-baru ini Anda masukkan terdeteksi dalam pelanggaran data. Ini tidak termasuk sandi yang tidak aman, yang telah Anda pilih untuk mengabaikan peresetan."},"popup_learn_more":{"message":"Pelajari lebih lanjut"},"popup_lookup_count_message":{"message":"Jumlah sandi yang dianalisis minggu lalu:"},"popup_multiple_accounts_warning_status_message":{"message":"Ekstensi Pemeriksaan Sandi mendeteksi bahwa <b>$1 akun</b> berikut memiliki sandi yang tidak aman lagi karena pelanggaran data.","placeholders":{"1":{"content":"$1"}}},"popup_number_unsafe_accounts":{"message":"$1 akun yang tidak aman","placeholders":{"1":{"content":"$1"}}},"popup_one_account_warning_status_message":{"message":"Ekstensi Pemeriksaan Sandi mendeteksi bahwa <b>1 akun</b> berikut memiliki sandi yang tidak aman lagi karena pelanggaran data."},"popup_opt_out_anonymous_reporting_text":{"message":"Memilih untuk tidak ikut menggunakan pelaporan anonim untuk penginstalan ekstensi ini?"},"popup_reset_extension_button":{"message":"Hapus data ekstensi"},"popup_reset_extension_text":{"message":"Hapus semua data ekstensi. Tindakan ini akan menghapus semua informasi yang tersimpan tentang sandi yang tidak aman dan situs yang diabaikan sebelumnya."},"popup_send_feedback":{"message":"Kirim masukan"},"popup_turndown_link":{"message":"Ketahui selengkapnya."},"popup_turndown_message":{"message":"Karena Pemeriksaan Sandi kini sudah terintegrasi dengan Chrome, ekstensi ini akan berhenti berfungsi pada 31 Agustus 2020."},"popup_warning_action":{"message":"Sebaiknya ubah sandi Anda sekarang."},"reset_text":{"message":"Sebaiknya ubah sandi Anda sekarang."},"send_button":{"message":"Kirim"},"turndown_notice":{"message":"Karena Pemeriksaan Sandi kini sudah terintegrasi dengan Chrome, kami akan menghentikan penggunaan ekstensi Pemeriksaan Sandi pada 31 Agustus 2020. Setelah tanggal ini, ekstensi Pemeriksaan Sandi akan dinonaktifkan dan berhenti melaporkan jika nama pengguna atau sandi telah terekspos saat terjadi pelanggaran data. Agar dapat terus menerima peringatan, pengguna harus login ke Chrome. Pengguna juga harus memastikan bahwa Chrome telah diupdate ke versi terbaru dan setelan keamanan Chrome \"Berikan peringatan jika sandi Anda terekspos saat terjadi pelanggaran data\" telah diaktifkan (default, kecuali telah diubah sebelumnya)."},"turndown_subtitle":{"message":"Pemberitahuan penghentian penggunaan"},"turndown_uninstall_button":{"message":"Uninstal sekarang"},"warning_banner_header":{"message":"Ubah sandi Anda"},"warning_text":{"message":"Ekstensi Pemeriksaan Sandi mendeteksi bahwa sandi Anda untuk <b>$1</b> tidak aman lagi karena pelanggaran data.","placeholders":{"1":{"content":"$1"}}}}
