{
   "cancel_button": {
      "message": "रद्द करें"
   },
   "close_button": {
      "message": "बंद करें"
   },
   "extension_description": {
      "message": "पासवर्ड चेकअप एक्सटेंशन, डेटा के गलत इस्तेमाल की वजह से असुरक्षित हुए खातों को दोबारा सुरक्षित बनाने में मदद करता है."
   },
   "extension_detailed_description": {
      "message": "कहीं भी साइन इन करते समय, अगर आप ऐसा उपयोगकर्ता नाम और पासवर्ड डालते हैं जो डेटा के गलत इस्तेमाल (जिसकी जानकारी Google को है) में शामिल होने की वजह से अब सुरक्षित नहीं है, तो आपको एक चेतावनी मिलेगी. कृपया अपना पासवर्ड रीसेट करें. अगर आप किसी दूसरे खाते के लिए भी उसी उपयोगकर्ता नाम और पासवर्ड का इस्तेमाल करते हैं, तो वहां भी पासवर्ड रीसेट कर दें.\n\nपासवर्ड चेकअप की सुविधा, निजता को ध्यान में रखकर बनाई गई है. इसकी रिपोर्ट में, कभी भी आपके खातों, पासवर्ड या डिवाइस की पहचान ज़ाहिर करने वाली जानकारी को शामिल नहीं किया जाता है. उपयोगकर्ता की पहचान छिपाकर, रिपोर्ट में इस तरह की जानकारी दी जाती है: Google ने कितनी बार जांच की और पाया कि डेटा के गलत इस्तेमाल में शामिल होने की वजह से क्रेडेंशियल सुरक्षित नहीं है, किसी चेतावनी की वजह से पासवर्ड बदलने की ज़रूरत है या नहीं, और पासवर्ड चेकअप की सुविधा सभी साइटों पर ठीक से काम कर रही है या नहीं. पासवर्ड चेकअप की सुविधा किस तरह काम करती है, इस बारे में ज़्यादा जानने के लिए https://support.google.com/accounts?p=password-checkup पर जाएं.\n\nपासवर्ड चेकअप की सुविधा Chrome में जोड़ दी गई है. इसलिए, हम यह एक्सटेंशन 31 अगस्त, 2020 को बंद कर देंगे. इस तारीख के बाद, पासवर्ड चेकअप एक्सटेंशन बंद कर दिया जाएगा. इससे, आपको अब ऐसी चेतावनी मिलनी बंद हो जाएगी कि कोई उपयोगकर्ता नाम या पासवर्ड, डेटा के गलत इस्तेमाल की वजह से असुरक्षित हो गया है. इस तरह की चेतावनी पाते रहने के लिए, उपयोगकर्ताओं को Chrome में साइन इन करना होगा. उपयोगकर्ताओं को यह भी पक्का करना होगा कि वे Chrome का नया वर्शन इस्तेमाल कर रहे हों और Chrome में, ‘डेटा का उल्लंघन होने पर अगर आपके पासवर्ड बिना अनुमति के सार्वजनिक हो जाते हैं, तो आपको चेतावनी मिलती है’ की सुरक्षा सेटिंग चालू हो. अगर इस सेटिंग को पहले कभी बदला नहीं गया है, तो यह डिफ़ॉल्ट रूप से चालू होती है.\n\nइस आइटम को इंस्टॉल करने का मतलब है कि आप www.google.com/policies/ पर दी गई Google की सेवा की शर्तों और निजता नीति से सहमत हैं."
   },
   "extension_name": {
      "message": "पासवर्ड चेकअप एक्सटेंशन"
   },
   "feedback_message": {
      "message": "सुझाव भेजें"
   },
   "feedback_notice": {
      "message": "कानूनी वजहों से सामग्री में बदलावों का अनुरोध करने के लिए \u003Ca href=\"https://support.google.com/legal/answer/3110420\">कानूनी सहायता पेज\u003C/a> पर जाएं. खाते और सिस्टम की कुछ जानकारी Google को भेजी जा सकती है. आप जो जानकारी हमारे साथ शेयर करते हैं उसका इस्तेमाल हम अपनी \u003Ca href=\"https://www.google.com/intl/en/policies/privacy/\">निजता नीति\u003C/a> और \u003Ca href=\"https://www.google.com/intl/en/policies/terms/\">सेवा की शर्तों\u003C/a> के मुताबिक तकनीकी समस्याओं का हल करने और अपनी सेवाओं को बेहतर बनाने के लिए करेंगे."
   },
   "feedback_thanks": {
      "message": "सुझाव देने के लिए धन्यवाद. अब आप यह पेज बंद कर सकते हैं."
   },
   "feedback_tooltip": {
      "message": "अपनी समस्या के बारे में बताएं या अपने आइडिया शेयर करें. कृपया सुझाव देते समय निजी पहचान ज़ाहिर करने वाली कोई जानकारी या क्रेडेंशियल शामिल न करें."
   },
   "ignore_button": {
      "message": "इस साइट के लिए अनदेखा करें"
   },
   "learn_more": {
      "message": "ज़्यादा जानें"
   },
   "popup_advanced_settings_action": {
      "message": "बेहतर सेटिंग"
   },
   "popup_default_status_message": {
      "message": "आपके हाल ही में डाले गए किसी भी पासवर्ड पर डेटा के गलत इस्तेमाल का पता नहीं चला है."
   },
   "popup_ignore_button": {
      "message": "अनदेखा करें"
   },
   "popup_ignored_status_message": {
      "message": "आपके हाल ही में डाले गए किसी भी पासवर्ड पर डेटा के गलत इस्तेमाल का पता नहीं चला है. इसमें ऐसे असुरक्षित पासवर्ड शामिल नहीं हैं जिन्हें आप रीसेट नहीं करना चाहते."
   },
   "popup_learn_more": {
      "message": "ज़्यादा जानें"
   },
   "popup_lookup_count_message": {
      "message": "पिछले हफ़्ते जांचे गए पासवर्ड की संख्या:"
   },
   "popup_multiple_accounts_warning_status_message": {
      "message": "पासवर्ड चेकअप एक्सटेंशन से पता लगा है कि आगे दिए गए \u003Cb>$1 खातों\u003C/b> के पासवर्ड, अब डेटा के गलत इस्तेमाल की वजह से सुरक्षित नहीं हैं.",
      "placeholders": {
         "1": {
            "content": "$1"
         }
      }
   },
   "popup_number_unsafe_accounts": {
      "message": "$1 असुरक्षित खाते",
      "placeholders": {
         "1": {
            "content": "$1"
         }
      }
   },
   "popup_one_account_warning_status_message": {
      "message": "पासवर्ड चेकअप एक्सटेंशन से पता लगा है कि आगे दिए गए \u003Cb>1 खाते\u003C/b> का पासवर्ड, अब डेटा के गलत इस्तेमाल की वजह से सुरक्षित नहीं है."
   },
   "popup_opt_out_anonymous_reporting_text": {
      "message": "एक्सटेंशन को इस बार इंस्टॉल करने के लिए, पहचान छिपाकर शिकायत करने से ऑप्ट-आउट करें?"
   },
   "popup_reset_extension_button": {
      "message": "एक्सटेंशन डेटा हटाएं"
   },
   "popup_reset_extension_text": {
      "message": "सभी एक्सटेंशन डेटा हटाएं. ऐसा करने से असुरक्षित पासवर्ड और पहले अनदेखी की गई साइटों से जुड़ा सभी डेटा हटा दिया जाएगा."
   },
   "popup_send_feedback": {
      "message": "सुझाव भेजें"
   },
   "popup_turndown_link": {
      "message": "ज़्यादा जानें."
   },
   "popup_turndown_message": {
      "message": "पासवर्ड चेकअप की सुविधा को Chrome में जोड़ दिया गया है. इसलिए, यह एक्सटेंशन 31 अगस्त, 2020 से काम करना बंद कर देगा."
   },
   "popup_warning_action": {
      "message": "आपको अभी अपने पासवर्ड बदल देने चाहिए."
   },
   "reset_text": {
      "message": "आपको अभी अपना पासवर्ड बदल लेना चाहिए."
   },
   "send_button": {
      "message": "भेजें"
   },
   "turndown_notice": {
      "message": "पासवर्ड चेकअप की सुविधा Chrome में जोड़ दी गई है. इसलिए, हम यह एक्सटेंशन 31 अगस्त, 2020 को बंद कर देंगे. इस तारीख के बाद, पासवर्ड चेकअप एक्सटेंशन बंद कर दिया जाएगा. इससे, आपको अब ऐसी चेतावनी मिलनी बंद हो जाएगी कि कोई उपयोगकर्ता नाम या पासवर्ड, डेटा के गलत इस्तेमाल की वजह से असुरक्षित हो गया है. इस तरह की चेतावनी पाते रहने के लिए, उपयोगकर्ताओं को Chrome में साइन इन करना होगा. उपयोगकर्ताओं को यह भी पक्का करना होगा कि वे Chrome का नया वर्शन इस्तेमाल कर रहे हों और Chrome में ‘डेटा का उल्लंघन होने पर अगर आपके पासवर्ड बिना अनुमति के सार्वजनिक हो जाते हैं, तो आपको चेतावनी मिलती है’ की सुरक्षा सेटिंग चालू हो. अगर इस सेटिंग को पहले कभी बदला नहीं गया है, तो यह डिफ़ॉल्ट रूप से चालू होती है."
   },
   "turndown_subtitle": {
      "message": "सुविधा के बंद होने का एलान"
   },
   "turndown_uninstall_button": {
      "message": "अभी अनइंस्टॉल करें"
   },
   "warning_banner_header": {
      "message": "अपना पासवर्ड बदलें"
   },
   "warning_text": {
      "message": "पासवर्ड चेकअप एक्सटेंशन से पता लगा है कि \u003Cb>$1\u003C/b> का आपका पासवर्ड, अब डेटा के गलत इस्तेमाल की वजह से सुरक्षित नहीं है.",
      "placeholders": {
         "1": {
            "content": "$1"
         }
      }
   }
}
