{
   "cancel_button": {
      "message": "Cancelar"
   },
   "close_button": {
      "message": "Fechar"
   },
   "extension_description": {
      "message": "Com a extensão Check-up de senha, você pode proteger contas que foram afetadas por violações de dados."
   },
   "extension_detailed_description": {
      "message": "Sempre que fizer login e informar um nome de usuário e uma senha que não são mais seguros devido a uma violação de dados detectada pelo Google, você receberá um alerta. Redefina sua senha. Se você usa o mesmo nome de usuário e a mesma senha para outras contas, redefina a senha delas também.\n\nDesenvolvemos o Check-up de senha pensando na sua privacidade. Informações de identificação sobre contas, senhas ou dispositivos nunca são relatadas. No entanto, informaremos o número de pesquisas que tragam à tona credenciais suspeitas, bem como alertas que levem a uma mudança de senha e os domínios envolvidos. Isso melhora a segurança do site. Saiba mais sobre o funcionamento do Check-up de senha em https://support.google.com/accounts?p=password-checkup.\n\nComo o Check-up de senha foi integrado ao Chrome, a extensão deixará de funcionar em 31 de agosto de 2020. Depois dessa data, a extensão Check-up de senha será desativada e não informará mais se um nome de usuário ou uma senha apareceu em uma violação de dados. Para continuar recebendo esses alertas, os usuários precisarão fazer login no Chrome. Além disso, será necessário verificar se o Chrome está atualizado e se a configuração de segurança \"Avisar se suas senhas forem expostas em uma violação de dados\" está ativada. Se não tiver sido mudada, ela estará ativada por padrão.\n\nAo instalar esse item, você concorda com os Termos de Serviço e a Política de Privacidade do Google disponíveis em www.google.com.br/policies/."
   },
   "extension_name": {
      "message": "Extensão Check-up de senha"
   },
   "feedback_message": {
      "message": "Enviar feedback"
   },
   "feedback_notice": {
      "message": "Acesse a \u003Ca href=\"https://support.google.com/legal/answer/3110420\">página Ajuda do Jurídica\u003C/a> para solicitar alterações de conteúdo por motivos legais. Algumas informações sobre a conta e o sistema poderão ser enviadas para o Google. Usaremos as informações que você nos fornecer para ajudar a solucionar problemas técnicos e melhorar nossos serviços, de acordo com nossa \u003Ca href=\"https://www.google.com/intl/pt-BR/policies/privacy/\">Política de Privacidade\u003C/a> e nossos \u003Ca href=\"https://www.google.com/intl/pt-BR/policies/terms/\">Termos de Serviço\u003C/a>."
   },
   "feedback_thanks": {
      "message": "Agradecemos seu feedback. Você já pode fechar a página."
   },
   "feedback_tooltip": {
      "message": "Descreva o problema ou compartilhe suas ideias. Não inclua nenhuma informação de identificação pessoal nem detalhes de credenciais neste feedback."
   },
   "ignore_button": {
      "message": "Ignorar para este site"
   },
   "learn_more": {
      "message": "Saiba mais"
   },
   "popup_advanced_settings_action": {
      "message": "Configurações avançadas"
   },
   "popup_default_status_message": {
      "message": "Nenhuma das senhas digitadas recentemente foi exposta em uma violação de dados."
   },
   "popup_ignore_button": {
      "message": "Ignorar"
   },
   "popup_ignored_status_message": {
      "message": "Nenhuma das senhas digitadas recentemente foi exposta em uma violação de dados. Isso não inclui as senhas não seguras que você optou por não redefinir."
   },
   "popup_learn_more": {
      "message": "Saiba mais"
   },
   "popup_lookup_count_message": {
      "message": "Número de senhas analisadas na última semana:"
   },
   "popup_multiple_accounts_warning_status_message": {
      "message": "A extensão Check-up de senha detectou que as \u003Cb>$1 contas\u003C/b> a seguir têm senhas que não são mais seguras devido a uma violação de dados.",
      "placeholders": {
         "1": {
            "content": "$1"
         }
      }
   },
   "popup_number_unsafe_accounts": {
      "message": "$1 contas não seguras",
      "placeholders": {
         "1": {
            "content": "$1"
         }
      }
   },
   "popup_one_account_warning_status_message": {
      "message": "A extensão Check-up de senha detectou que a \u003Cb>conta\u003C/b> a seguir tem uma senha que não é mais segura devido a uma violação de dados."
   },
   "popup_opt_out_anonymous_reporting_text": {
      "message": "Não autorizar o envio de relatórios anônimos para essa instalação da extensão?"
   },
   "popup_reset_extension_button": {
      "message": "Limpar dados da extensão"
   },
   "popup_reset_extension_text": {
      "message": "Limpe todos os dados da extensão. Isso removerá todas as informações armazenadas sobre senhas não seguras e sites ignorados anteriormente."
   },
   "popup_send_feedback": {
      "message": "Enviar feedback"
   },
   "popup_turndown_link": {
      "message": "Mais informações."
   },
   "popup_turndown_message": {
      "message": "Como o Check-up de senha foi integrado ao Chrome, a extensão deixará de funcionar em 31 de agosto de 2020."
   },
   "popup_warning_action": {
      "message": "Altere suas senhas imediatamente."
   },
   "reset_text": {
      "message": "Altere sua senha imediatamente."
   },
   "send_button": {
      "message": "Enviar"
   },
   "turndown_notice": {
      "message": "Como o Check-up de senha foi integrado ao Chrome, a extensão deixará de funcionar em 31 de agosto de 2020. Depois dessa data, a extensão Check-up de senha será desativada e não informará mais se um nome de usuário ou uma senha apareceu em uma violação de dados. Para continuar recebendo esses alertas, os usuários precisarão fazer login no Chrome. Além disso, será necessário verificar se o Chrome está atualizado e se a configuração de segurança \"Avisar se suas senhas forem expostas em uma violação de dados\" está ativada. Se não tiver sido mudada, ela estará ativada por padrão."
   },
   "turndown_subtitle": {
      "message": "Aviso de desativação"
   },
   "turndown_uninstall_button": {
      "message": "Desinstalar agora"
   },
   "warning_banner_header": {
      "message": "Altere sua senha"
   },
   "warning_text": {
      "message": "A extensão Check-up de senha detectou que sua senha do domínio \u003Cb>$1\u003C/b> não é mais segura devido a uma violação de dados.",
      "placeholders": {
         "1": {
            "content": "$1"
         }
      }
   }
}
