{
   "cancel_button": {
      "message": "ரத்துசெய்"
   },
   "close_button": {
      "message": "மூடு"
   },
   "extension_description": {
      "message": "சட்டத்துக்குப் புறம்பான முறைகளில் யாரோ அணுகியதால் பாதிக்கப்பட்ட கணக்குகளை மீண்டும் பாதுகாக்க கடவுச்சொல் சரிபார்ப்பிற்கான நீட்டிப்பு உதவுகிறது."
   },
   "extension_detailed_description": {
      "message": "நீங்கள் எங்கிருந்து உள்நுழைந்தாலும் Googleளுக்குத் தெரிந்த தரவு மீறலில் இடம்பெற்றதன் காரணமாக, தற்போது பாதுகாப்பாக இல்லாமல் இருக்கும் பயனர்பெயரையும் கடவுச்சொல்லையும் உள்ளிடும்போது விழிப்பூட்டல் உங்களுக்கு அனுப்பப்படும். உங்கள் கடவுச்சொல்லை மீட்டமைக்கவும். இதே பயனர்பெயரையும் கடவுச்சொல்லையும் வேறு கணக்குகளில் பயன்படுத்தினால் அங்கேயும் கடவுச்சொல்லை மீட்டமைக்கவும்.\n\nதனியுரிமையைக் கருத்தில் கொண்டே கடவுச்சொல் சரிபார்ப்பை வடிவமைத்துள்ளோம். உங்கள் கணக்குகள், கடவுச்சொற்கள் அல்லது சாதனத்தைப் பற்றிய எந்தவொரு அடையாளங்காணக்கூடிய தகவல்களையும் இது ஒருபோதும் தெரிவிப்பதில்லை. பாதுகாப்பற்ற அனுமதிச் சான்று உள்ளதைக் கண்டறிந்த தேடல்களின் எண்ணிக்கை, விழிப்பூட்டல் கடவுச்சொல்லை மாற்ற வலியுறுத்துகிறதா என்ற தகவல், கடவுச்சொல் சோதனை அதிக தளங்களுக்கும் பொருந்தும் தன்மையை மேம்படுத்துவதற்காக டொமைன் பற்றிய தகவல்கள் ஆகியவற்றைப் பெயரற்ற முறையில் நாங்கள் தெரிவிப்போம். கடவுச்சொல் சரிபார்ப்பு எப்படிச் செயல்படுகிறது என்பதைப் பற்றி https://support.google.com/accounts?p=password-checkup என்ற இணைப்பில் மேலும் அறியலாம்.\n\nகடவுச்சொல் சரிபார்ப்பு இப்போது Chromeமில் ஒருங்கிணைக்கப்பட்டுள்ளதால் கடவுச்சொல் சரிபார்ப்பிற்கான நீட்டிப்பு ஆகஸ்ட் 31, 2020 அன்றோடு நிறுத்தப்படுகிறது. இந்தத் தேதிக்குப் பிறகு கடவுச்சொல் சரிபார்ப்பிற்கான நீட்டிப்பு முடக்கப்படுவதுடன் பயனர் பெயரிலோ கடவுச்சொல்லிலோ தரவு மீறல் உள்ளதா என்பது பற்றி அது தெரிவிக்காது. தொடர்ந்து அந்த எச்சரிக்கைகளைப் பெற, பயனர்கள் Chromeமில் உள்நுழைய வேண்டும். Chrome புதுப்பிக்கப்பட்டு இருப்பதையும் Chrome பாதுகாப்பு அமைப்பான ‘கடவுச்சொற்களில் தரவு மீறல் இருந்தால் எச்சரி’ என்பது இயக்கப்பட்டு இருப்பதையும் (முன்பு மாற்றப்படவில்லை என்றால் இயல்பாகவே இது இயக்கப்பட்டிருக்கும்) பயனர்கள் உறுதிப்படுத்திக்கொள்ள வேண்டும்.\n\nஇதை நிறுவுவதன் மூலம், www.google.com/policies/ எனும் இணைப்பில் உள்ள Google சேவை விதிமுறைகளையும் தனியுரிமைக் கொள்கையையும் ஏற்கிறீர்கள்."
   },
   "extension_name": {
      "message": "கடவுச்சொல் பரிசோதனை நீட்டிப்பு"
   },
   "feedback_message": {
      "message": "கருத்து தெரிவி"
   },
   "feedback_notice": {
      "message": "சட்டரீதியிலான காரணங்களுக்காக உள்ளடக்கத்தில் மாற்றங்களைக் கோர இந்த \u003Ca href=\"https://support.google.com/legal/answer/3110420\">சட்ட உதவிப் பக்கத்திற்குச்\u003C/a> செல்லவும். கணக்கு மற்றும் சிஸ்டம் தொடர்பான சில விவரங்கள் Googleளுக்கு அனுப்பப்படலாம். நீங்கள் வழங்கும் தகவல்களை எங்களுடைய \u003Ca href=\"https://www.google.com/intl/en/policies/privacy/\">தனியுரிமைக் கொள்கைக்கும்\u003C/a> \u003Ca href=\"https://www.google.com/intl/en/policies/terms/\">சேவை விதிமுறைகளுக்கும்\u003C/a> உட்பட்டு, தொழில்நுட்பச் சிக்கல்களைச் சரிசெய்வதற்கும் எங்கள் சேவைகளை மேம்படுத்துவதற்கும் பயன்படுத்துவோம்."
   },
   "feedback_thanks": {
      "message": "உங்கள் கருத்துக்கு நன்றி. இப்போது இந்தப் பக்கத்தை மூடலாம்."
   },
   "feedback_tooltip": {
      "message": "சிக்கலை விவரிக்கவும் அல்லது யோசனைகளைப் பகிரவும். நீங்கள் தெரிவிக்கும் கருத்துகளில் தனிப்பட்ட அடையாளங்களோ அனுமதிச் சான்றின் விவரங்களோ இடம்பெறாமல் பார்த்துக்கொள்ளவும்."
   },
   "ignore_button": {
      "message": "இந்தத் தளத்தில் தவிர்"
   },
   "learn_more": {
      "message": "மேலும் அறிக"
   },
   "popup_advanced_settings_action": {
      "message": "மேம்பட்ட அமைப்புகள்"
   },
   "popup_default_status_message": {
      "message": "நீங்கள் சமீபத்தில் உள்ளிட்ட கடவுச்சொற்களைச் சட்டத்துக்குப் புறம்பான முறையில் யாரும் அணுகியதாகக் கண்டறியப்படவில்லை."
   },
   "popup_ignore_button": {
      "message": "புறக்கணி"
   },
   "popup_ignored_status_message": {
      "message": "நீங்கள் சமீபத்தில் உள்ளிட்ட கடவுச்சொற்களைச் சட்டத்துக்குப் புறம்பான முறையில் யாரும் அணுகியதாகக் கண்டறியப்படவில்லை. மீட்டமைப்பதை நிராகரிப்பதற்காக நீங்கள் தேர்வுசெய்துள்ள பாதுகாப்பற்ற கடவுச்சொற்கள் இதில் உள்ளடங்காது."
   },
   "popup_learn_more": {
      "message": "மேலும் அறிக"
   },
   "popup_lookup_count_message": {
      "message": "கடந்த வாரத்தில் பகுப்பாய்வு செய்யப்பட்ட கடவுச்சொற்கள்:"
   },
   "popup_multiple_accounts_warning_status_message": {
      "message": "சட்டத்துக்குப் புறம்பான முறையில் யாரோ அணுகியதன் காரணமாகப் பின்வரும் \u003Cb>$1 கணக்குகளுக்கான\u003C/b> கடவுச்சொற்கள் பாதுகாப்பாக இல்லையென்பதைக் கடவுச்சொல் சரிபார்ப்பிற்கான நீட்டிப்பு கண்டறிந்துள்ளது.",
      "placeholders": {
         "1": {
            "content": "$1"
         }
      }
   },
   "popup_number_unsafe_accounts": {
      "message": "பாதுகாப்பற்ற $1 கணக்குகள்",
      "placeholders": {
         "1": {
            "content": "$1"
         }
      }
   },
   "popup_one_account_warning_status_message": {
      "message": "சட்டத்துக்குப் புறம்பான முறையில் யாரோ அணுகியதன் காரணமாகப் பின்வரும் \u003Cb>ஒரு கணக்கிற்கான\u003C/b> கடவுச்சொல் பாதுகாப்பாக இல்லையென்பதைக் கடவுச்சொல் சரிபார்ப்பிற்கான நீட்டிப்பு கண்டறிந்துள்ளது."
   },
   "popup_opt_out_anonymous_reporting_text": {
      "message": "இந்த நீட்டிப்பின் நிறுவுதலுக்கான அடையாளமின்றிப் புகாரளிப்பதிலிருந்து வெளியேற வேண்டுமா?"
   },
   "popup_reset_extension_button": {
      "message": "நீட்டிப்புத் தரவை அழி"
   },
   "popup_reset_extension_text": {
      "message": "நீட்டிப்புத் தரவு அனைத்தும் அழிக்கப்படும். இதனால் பாதுகாப்பற்ற கடவுச்சொற்கள் மற்றும் முன்பு நிராகரிக்கப்பட்ட தளங்களைப் பற்றி சேமிக்கப்பட்டுள்ள அனைத்துத் தகவலும் அகற்றப்படும்."
   },
   "popup_send_feedback": {
      "message": "கருத்து அனுப்பு"
   },
   "popup_turndown_link": {
      "message": "மேலும் அறிக."
   },
   "popup_turndown_message": {
      "message": "கடவுச்சொல் சரிபார்ப்பு இப்போது Chromeமில் ஒருங்கிணைக்கப்பட்டுள்ளதால் இந்த நீட்டிப்பு ஆகஸ்ட் 31, 2020 முதல் வேலை செய்யாது."
   },
   "popup_warning_action": {
      "message": "இப்போதே உங்கள் கடவுச்சொற்களை மாற்ற வேண்டும்."
   },
   "reset_text": {
      "message": "இப்போதே உங்கள் கடவுச்சொல்லை மாற்ற வேண்டும்."
   },
   "send_button": {
      "message": "அனுப்பு"
   },
   "turndown_notice": {
      "message": "கடவுச்சொல் சரிபார்ப்பு இப்போது Chromeமில் ஒருங்கிணைக்கப்பட்டுள்ளதால் கடவுச்சொல் சரிபார்ப்பிற்கான நீட்டிப்பு ஆகஸ்ட் 31, 2020 அன்றோடு நிறுத்தப்படுகிறது. இந்தத் தேதிக்குப் பிறகு கடவுச்சொல் சரிபார்ப்பிற்கான நீட்டிப்பு முடக்கப்படுவதுடன் பயனர் பெயரிலோ கடவுச்சொல்லிலோ தரவு மீறல் உள்ளதா என்பது பற்றித் தெரிவிக்காது. தொடர்ந்து அந்த எச்சரிக்கைகளைப் பெற, பயனர்கள் Chromeமில் உள்நுழைய வேண்டும். Chrome புதுப்பிக்கப்பட்டு இருப்பதையும் Chrome பாதுகாப்பு அமைப்பான ‘கடவுச்சொற்களில் தரவு மீறல் இருந்தால் எச்சரி’ என்பது இயக்கப்பட்டு இருப்பதையும் (முன்பு மாற்றப்படவில்லை என்றால் இயல்பாகவே இது இயக்கப்பட்டிருக்கும்) பயனர்கள் உறுதிப்படுத்திக்கொள்ள வேண்டும்."
   },
   "turndown_subtitle": {
      "message": "சேவை நிறுத்தப்படுவது குறித்த அறிவிப்பு"
   },
   "turndown_uninstall_button": {
      "message": "இப்போதே நிறுவல் நீக்கு"
   },
   "warning_banner_header": {
      "message": "உங்கள் கடவுச்சொல்லை மாற்றுக"
   },
   "warning_text": {
      "message": "சட்டத்துக்குப் புறம்பான முறையில் யாரோ அணுகியதன் காரணமாக \u003Cb>$1\u003C/b> டொமைனின் கடவுச்சொல் பாதுகாப்பாக இல்லையென்பதைக் கடவுச்சொல் சரிபார்ப்பிற்கான நீட்டிப்பு கண்டறிந்துள்ளது.",
      "placeholders": {
         "1": {
            "content": "$1"
         }
      }
   }
}
