{
   "cancel_button": {
      "message": "Annuler"
   },
   "close_button": {
      "message": "Fermer"
   },
   "extension_description": {
      "message": "L'extension Check-up Mots de passe vous aide à rétablir la sécurité des comptes concernés par des violations des données."
   },
   "extension_detailed_description": {
      "message": "Où que vous vous connectiez, vous recevrez une alerte si vous saisissez un nom d'utilisateur et un mot de passe qui ne sont plus sûrs, car ils ont été associés à une violation de données connue de Google. Veuillez réinitialiser votre mot de passe. Si vous utilisez les mêmes nom d'utilisateur et mot de passe pour d'autres comptes, veuillez réinitialiser votre mot de passe dans ceux-ci également.\n\nLa notion de confidentialité est au cœur de l'extension Password Checkup. Celle-ci ne signale jamais d'informations (liées à vos comptes, vos mots de passe ou votre appareil) permettant de vous identifier. Afin d'améliorer la couverture des sites, nous transmettons cependant des informations anonymes pour signaler le nombre de recherches qui détectent un identifiant non sécurisé, si une alerte entraîne la modification du mot de passe, ainsi que le domaine concerné. Pour en savoir plus sur le fonctionnement de l'extension Password Checkup, rendez-vous sur https://support.google.com/accounts?p=password-checkup.\n\nLe Check-up Mots de passe étant désormais intégré à Chrome, l'extension Password Checkup sera obsolète à partir du 31 août 2020. Après cette date, l'extension sera désactivée et ne signalera plus les violations de données concernant des noms d'utilisateur ou des mots de passe. Pour continuer de recevoir des avertissements, les utilisateurs devront se connecter à Chrome. Les utilisateurs doivent également s'assurer que Chrome est à jour et que le paramètre de sécurité \"Recevoir une alerte si des mots de passe sont compromis lors d'une violation des données\" est activé (valeur par défaut qui a pu être modifiée).\n\nEn installant cet élément, vous acceptez les conditions d'utilisation et les règles de confidentialité de Google, disponibles à l'adresse www.google.com/policies/."
   },
   "extension_name": {
      "message": "Extension Check-up Mots de passe"
   },
   "feedback_message": {
      "message": "Envoyer des commentaires"
   },
   "feedback_notice": {
      "message": "Accédez à la \u003Ca href=\"https://support.google.com/legal/answer/3110420\">page d'aide concernant les demandes légales\u003C/a> pour effectuer une demande légale de suppression de contenu. Certaines informations relatives à votre compte et à votre système pourront être envoyées à Google. Nous utiliserons les informations que vous nous fournissez pour résoudre des problèmes techniques et améliorer nos services, conformément à nos \u003Ca href=\"https://www.google.com/intl/fr/policies/privacy/\">Règles de confidentialité\u003C/a> et à nos \u003Ca href=\"https://www.google.com/intl/fr/policies/terms/\">Conditions d'utilisation\u003C/a>."
   },
   "feedback_thanks": {
      "message": "Merci de nous avoir envoyé vos commentaires. Vous pouvez désormais fermer cette page."
   },
   "feedback_tooltip": {
      "message": "Décrivez votre problème ou partagez vos idées. Merci de ne pas inclure d'informations personnelles ni d'identifiants dans votre message."
   },
   "ignore_button": {
      "message": "Ignorer pour ce site"
   },
   "learn_more": {
      "message": "En savoir plus"
   },
   "popup_advanced_settings_action": {
      "message": "Paramètres avancés"
   },
   "popup_default_status_message": {
      "message": "Aucun des mots de passe que vous avez saisis récemment n'est concerné par une violation des données."
   },
   "popup_ignore_button": {
      "message": "Ignorer"
   },
   "popup_ignored_status_message": {
      "message": "Aucun des mots de passe que vous avez saisis récemment n'est concerné par une violation des données. Cela n'inclut pas les mots de passe non sécurisés que vous avez choisi de ne pas réinitialiser."
   },
   "popup_learn_more": {
      "message": "En savoir plus"
   },
   "popup_lookup_count_message": {
      "message": "Nombre de mots de passe analysés la semaine dernière :"
   },
   "popup_multiple_accounts_warning_status_message": {
      "message": "L'extension Check-up Mots de passe a détecté que les mots de passe des \u003Cb>$1 comptes\u003C/b> suivants ne sont plus sécurisés en raison d'une violation des données.",
      "placeholders": {
         "1": {
            "content": "$1"
         }
      }
   },
   "popup_number_unsafe_accounts": {
      "message": "$1 comptes non sûrs",
      "placeholders": {
         "1": {
            "content": "$1"
         }
      }
   },
   "popup_one_account_warning_status_message": {
      "message": "L'extension Check-up Mots de passe a détecté que le mot de passe du \u003Cb>compte\u003C/b> suivant n'est plus sécurisé en raison d'une violation des données."
   },
   "popup_opt_out_anonymous_reporting_text": {
      "message": "Désactiver les rapports anonymes pour cette installation de l'extension ?"
   },
   "popup_reset_extension_button": {
      "message": "Effacer les données de l'extension"
   },
   "popup_reset_extension_text": {
      "message": "Effacer toutes les données de l'extension. Toutes les informations stockées relatives aux mots de passe non sûrs et aux sites précédemment ignorés seront supprimées."
   },
   "popup_send_feedback": {
      "message": "Envoyer des commentaires"
   },
   "popup_turndown_link": {
      "message": "En savoir plus"
   },
   "popup_turndown_message": {
      "message": "Le Check-up Mots de passe étant désormais intégré à Chrome, l'extension Password Checkup cessera de fonctionner le 31 août 2020."
   },
   "popup_warning_action": {
      "message": "Nous vous conseillons de modifier vos mots de passe immédiatement."
   },
   "reset_text": {
      "message": "Nous vous conseillons de modifier votre mot de passe immédiatement."
   },
   "send_button": {
      "message": "Envoyer"
   },
   "turndown_notice": {
      "message": "Le Check-up Mots de passe étant désormais intégré à Chrome, l'extension Password Checkup sera obsolète à partir du 31 août 2020. Après cette date, l'extension sera désactivée et ne signalera plus les violations de données concernant des noms d'utilisateur ou des mots de passe. Pour continuer de recevoir des avertissements, les utilisateurs devront se connecter à Chrome. Les utilisateurs doivent également s'assurer que Chrome est à jour et que le paramètre de sécurité \"Recevoir une alerte si des mots de passe sont compromis lors d'une violation des données\" est activé (valeur par défaut qui a pu être modifiée)."
   },
   "turndown_subtitle": {
      "message": "Annonce de désactivation"
   },
   "turndown_uninstall_button": {
      "message": "Désinstaller maintenant"
   },
   "warning_banner_header": {
      "message": "Modifiez votre mot de passe"
   },
   "warning_text": {
      "message": "L'extension Check-up Mots de passe a détecté que votre mot de passe pour le domaine \u003Cb>$1\u003C/b> n'est plus sécurisé en raison d'une violation des données.",
      "placeholders": {
         "1": {
            "content": "$1"
         }
      }
   }
}
