{
   "cancel_button": {
      "message": "Kanselahin"
   },
   "close_button": {
      "message": "Isara"
   },
   "extension_description": {
      "message": "Tinutulungan ka ng Password Checkup na extension na muling i-secure ang mga account na naapektuhan ng mga paglabag sa data."
   },
   "extension_detailed_description": {
      "message": "Saan ka man mag-sign in, kung maglalagay ka ng username at password na hindi na ligtas dahil sa paglabas sa isang paglabag sa data na alam ng Google, makakatanggap ka ng alerto. Paki-reset ang iyong password. Kung iisang username at password ang ginagamit mo para sa anupamang account, paki-reset din ang iyong password doon.\n\nGinawa ang Password Checkup nang iniisip ang privacy. Hindi ito kailanman nag-uulat ng anumang nakakapagpakilalang impormasyon tungkol sa iyong mga account, password, o device. Nag-uulat kami ng anonymous na impormasyon tungkol sa bilang ng mga paghahanap na naglabas ng hindi ligtas na kredensyal, humantong man sa pagpapalit ng password ang isang alerto, at ang domain na sangkot para sa pagpapahusay sa saklaw ng site. Puwede kang matuto pa tungkol sa kung paano gumagana ang Password Checkup sa https://support.google.com/accounts?p=password-checkup.\n\nNgayong naka-integrate na sa Chrome ang Password Checkup, ihihinto na namin ang Password Checkup na extension sa Agosto 31, 2020. Pagkatapos ng petsang ito, idi-disable ang Password Checkup na extension at hindi na nito iuulat kung nasangkot sa paglabag sa data ang username o password. Para patuloy na tumanggap ng mga babala, dapat mag-sign in na lang sa Chrome ang mga user. Dapat ding tiyakin ng mga user na updated ang Chrome at naka-enable ang setting ng seguridad ng Chrome na ‘Bigyan ka ng babala kung lumabas ang mga password sa paglabag sa data ang iyong mga password’ (default maliban kung binago dati).\n\nSa pamamagitan ng pag-install sa item na ito, sumasang-ayon ka sa Mga Tuntunin ng Serbisyo at Patakaran sa Privacy ng Google sa www.google.com/policies/."
   },
   "extension_name": {
      "message": "Password Checkup na extension"
   },
   "feedback_message": {
      "message": "Magpadala ng feedback"
   },
   "feedback_notice": {
      "message": "Pumunta sa \u003Ca href=\"https://support.google.com/legal/answer/3110420\">page ng Legal na Tulong\u003C/a> para humiling ng mga pagbabago sa content para sa mga legal na dahilan. Posibleng ipadala sa Google ang ilang impormasyon ng account at system. Gagamitin namin ang impormasyong ibibigay mo sa amin para makatulong na tugunan ang mga teknikal na isyu at para mapahusay ang aming mga serbisyo alinsunod sa aming \u003Ca href=\"https://www.google.com/intl/en/policies/privacy/\">Patakaran sa Privacy\u003C/a> at \u003Ca href=\"https://www.google.com/intl/en/policies/terms/\">Mga Tuntunin ng Serbisyo\u003C/a>."
   },
   "feedback_thanks": {
      "message": "Salamat sa iyong feedback. Puwede mo nang isara ang page na ito."
   },
   "feedback_tooltip": {
      "message": "Ilarawan ang iyong isyu o ibahagi ang iyong mga ideya. Huwag magsasama ng anumang impormasyong nagpapakita ng personal na pagkakakilanlan o mga detalye ng kredensyal bilang bahagi ng feedback na ito."
   },
   "ignore_button": {
      "message": "Balewalain para sa site na ito"
   },
   "learn_more": {
      "message": "Matuto pa"
   },
   "popup_advanced_settings_action": {
      "message": "Mga advanced na setting"
   },
   "popup_default_status_message": {
      "message": "Ang alinman sa mga password na inilagay mo ay hindi natukoy na lumalabag sa data."
   },
   "popup_ignore_button": {
      "message": "Balewalain"
   },
   "popup_ignored_status_message": {
      "message": "Ang alinman sa mga password na inilagay mo ay hindi natukoy na lumalabag sa data. Hindi kasama rito ang mga hindi ligtas na password na pinili mong balewalaing i-reset."
   },
   "popup_learn_more": {
      "message": "Matuto pa"
   },
   "popup_lookup_count_message": {
      "message": "Bilang ng mga password na nasuri noong nakaraang linggo:"
   },
   "popup_multiple_accounts_warning_status_message": {
      "message": "Natukoy ng Password Checkup na extension na ang sumusunod na \u003Cb>$1 (na) account\u003C/b> ay may mga password na hindi na ligtas nang dahil sa paglabag sa data.",
      "placeholders": {
         "1": {
            "content": "$1"
         }
      }
   },
   "popup_number_unsafe_accounts": {
      "message": "$1 (na) hindi ligtas na account",
      "placeholders": {
         "1": {
            "content": "$1"
         }
      }
   },
   "popup_one_account_warning_status_message": {
      "message": "Natukoy ng Password Checkup na extension na ang sumusunod na \u003Cb>1 account\u003C/b> ay may password na hindi na ligtas dahil sa paglabag sa data."
   },
   "popup_opt_out_anonymous_reporting_text": {
      "message": "Mag-opt out sa anonymous na pag-uulat para sa pag-install ng extension na ito?"
   },
   "popup_reset_extension_button": {
      "message": "I-clear ang data ng extension"
   },
   "popup_reset_extension_text": {
      "message": "I-clear ang lahat ng data ng extension. Aalisin nito ang lahat ng naka-store na impormasyon tungkol sa mga hindi ligtas na password at dating binalewalang site."
   },
   "popup_send_feedback": {
      "message": "Magpadala ng feedback"
   },
   "popup_turndown_link": {
      "message": "Alamin ang higit pa."
   },
   "popup_turndown_message": {
      "message": "Ngayong naka-integrate na sa Chrome ang Password Checkup, hihinto sa paggana ang extension na ito sa Agosto 31, 2020."
   },
   "popup_warning_action": {
      "message": "Dapat mo nang palitan ang iyong mga password ngayon."
   },
   "reset_text": {
      "message": "Dapat mo nang palitan ang iyong password."
   },
   "send_button": {
      "message": "Ipadala"
   },
   "turndown_notice": {
      "message": "Ngayong naka-integrate na sa Chrome ang Password Checkup, ihihinto na namin ang Password Checkup na extension sa Agosto 31, 2020. Pagkatapos ng petsang ito, idi-disable ang Password Checkup na extension at hindi na nito iuulat kung nasangkot sa paglabag sa data ang username o password. Para patuloy na tumanggap ng mga babala, dapat mag-sign in na lang sa Chrome ang mga user. Dapat ding tiyakin ng mga user na updated ang Chrome at naka-enable ang setting ng seguridad ng Chrome na ‘Bigyan ka ng babala kung lumabas ang mga password sa paglabag sa data ang iyong mga password’ (default maliban kung binago dati)."
   },
   "turndown_subtitle": {
      "message": "Anunsyo ng paghinto"
   },
   "turndown_uninstall_button": {
      "message": "I-uninstall ngayon"
   },
   "warning_banner_header": {
      "message": "Palitan ang iyong password"
   },
   "warning_text": {
      "message": "Natukoy ng Password Checkup na extension na ang iyong password para sa \u003Cb>$1\u003C/b> ay hindi na ligtas nang dahil sa paglabag sa data.",
      "placeholders": {
         "1": {
            "content": "$1"
         }
      }
   }
}
