{
   "cancel_button": {
      "message": "Cancel·la"
   },
   "close_button": {
      "message": "Tanca"
   },
   "extension_description": {
      "message": "L'extensió Comprovació de contrasenya t'ajuda a restablir la protecció dels comptes afectats per una violació de les dades."
   },
   "extension_detailed_description": {
      "message": "Quan iniciïs la sessió en qualsevol dispositiu, si introdueixes un nom d'usuari i una contrasenya que ja no són segurs a causa d'una violació de les dades de què Google tingui constància, rebràs una alerta. Restableix la contrasenya. Si fas servir el mateix nom d'usuari i contrasenya per a altres comptes, restableix-ne també la contrasenya.\n\nLa Comprovació de contrasenya s'ha creat pensant especialment en la privadesa. No envia mai informació que identifiqui els comptes, les contrasenyes ni els dispositius. Sí que envia informació anònima sobre el nombre de cerques que revelen una credencial que no és segura, si una alerta porta a un canvi de contrasenya i el domini utilitzat per millorar la cobertura de llocs web. Pots obtenir més informació sobre com funciona la Comprovació de contrasenya a https://support.google.com/accounts?p=password-checkup.\n\nAra que la Comprovació de contrasenya està integrada a Chrome, l'extensió Comprovació de contrasenya quedarà obsoleta el 31 d'agost de 2020. Després d'aquesta data, l'extensió es desactivarà i deixarà d'informar sobre si un nom d'usuari o una contrasenya han quedat exposats en una violació de les dades. Per poder continuar rebent advertiments, es recomana als usuaris que iniciïn la sessió a Chrome. Els usuaris també han d'assegurar-se que Chrome estigui actualitzat i que l'opció de configuració de seguretat de Chrome \"Rep un advertiment si les contrasenyes queden exposades en l'àmbit d'una violació de les dades\" estigui activada (ho està de manera predeterminada tret que s'hagi canviat prèviament).\n\nEn instal·lar aquest element, acceptes les condicions del servei i la política de privadesa de Google, que es poden consultar a www.google.com/policies/."
   },
   "extension_name": {
      "message": "Extensió Comprovació de contrasenya"
   },
   "feedback_message": {
      "message": "Envia suggeriments"
   },
   "feedback_notice": {
      "message": "Ves a la \u003Ca href=\"https://support.google.com/legal/answer/3110420\">pàgina d'ajuda legal\u003C/a> per sol·licitar canvis de contingut per motius legals. És possible que algunes dades del compte i del sistema s'enviïn a Google. Farem servir la informació que ens proporcionis per ajudar a resoldre problemes tècnics i millorar els nostres serveis de conformitat amb la \u003Ca href=\"https://www.google.com/intl/ca/policies/privacy/\">política de privadesa\u003C/a> i les \u003Ca href=\"https://www.google.com/intl/ca/policies/terms/\">condicions del servei\u003C/a>."
   },
   "feedback_thanks": {
      "message": "Gràcies pels suggeriments. Ja pots tancar aquesta pàgina."
   },
   "feedback_tooltip": {
      "message": "Descriu el problema o comparteix la teva opinió. No incloguis cap tipus d'informació d'identificació personal ni de credencials en els suggeriments que facis aquí."
   },
   "ignore_button": {
      "message": "Ignora per a aquest lloc web"
   },
   "learn_more": {
      "message": "Més informació"
   },
   "popup_advanced_settings_action": {
      "message": "Configuració avançada"
   },
   "popup_default_status_message": {
      "message": "Cap de les contrasenyes que has introduït fa poc no s'ha detectat en una violació de les dades."
   },
   "popup_ignore_button": {
      "message": "Ignora"
   },
   "popup_ignored_status_message": {
      "message": "Cap de les contrasenyes que has introduït fa poc no s'ha detectat en una violació de les dades. En aquest grup no s'inclouen les contrasenyes no segures que no has volgut restablir."
   },
   "popup_learn_more": {
      "message": "Més informació"
   },
   "popup_lookup_count_message": {
      "message": "Nombre de contrasenyes analitzades en l'última setmana:"
   },
   "popup_multiple_accounts_warning_status_message": {
      "message": "L'extensió Comprovació de contrasenya ha detectat que els \u003Cb>$1 comptes\u003C/b> següents tenen contrasenyes que ja no són segures a causa d'una violació de les dades.",
      "placeholders": {
         "1": {
            "content": "$1"
         }
      }
   },
   "popup_number_unsafe_accounts": {
      "message": "Hi ha $1 comptes que no són segurs",
      "placeholders": {
         "1": {
            "content": "$1"
         }
      }
   },
   "popup_one_account_warning_status_message": {
      "message": "L'extensió Comprovació de contrasenya ha detectat que el \u003Cb>compte\u003C/b> següent té una contrasenya que ja no és segura a causa d'una violació de les dades."
   },
   "popup_opt_out_anonymous_reporting_text": {
      "message": "Vols desactivar l'enviament d'informes anònims per a aquesta instal·lació de l'extensió?"
   },
   "popup_reset_extension_button": {
      "message": "Esborra les dades de l'extensió"
   },
   "popup_reset_extension_text": {
      "message": "Esborra totes les dades de l'extensió. Amb aquesta acció se suprimirà tota la informació emmagatzemada sobre contrasenyes no segures i llocs web que s'han ignorat anteriorment."
   },
   "popup_send_feedback": {
      "message": "Envia suggeriments"
   },
   "popup_turndown_link": {
      "message": "Obtén més informació."
   },
   "popup_turndown_message": {
      "message": "Ara que la Comprovació de contrasenya està integrada a Chrome, aquesta extensió deixarà de funcionar el 31 d'agost de 2020."
   },
   "popup_warning_action": {
      "message": "Et recomanem que canviïs ara les contrasenyes."
   },
   "reset_text": {
      "message": "Et recomanem que canviïs ara la contrasenya."
   },
   "send_button": {
      "message": "Envia"
   },
   "turndown_notice": {
      "message": "Ara que la Comprovació de contrasenya està integrada a Chrome, l'extensió Comprovació de contrasenya quedarà obsoleta el 31 d'agost de 2020. Després d'aquesta data, l'extensió es desactivarà i deixarà d'informar sobre si un nom d'usuari o una contrasenya han quedat exposats en una violació de les dades. Per poder continuar rebent advertiments, es recomana als usuaris que iniciïn la sessió a Chrome. Els usuaris també han d'assegurar-se que Chrome estigui actualitzat i que l'opció de configuració de seguretat de Chrome \"Rep un advertiment si les contrasenyes queden exposades en l'àmbit d'una violació de les dades\" estigui activada (ho està de manera predeterminada tret que s'hagi canviat prèviament)."
   },
   "turndown_subtitle": {
      "message": "Notificació de desactivació"
   },
   "turndown_uninstall_button": {
      "message": "Desinstal·la ara"
   },
   "warning_banner_header": {
      "message": "Canvia la contrasenya"
   },
   "warning_text": {
      "message": "L'extensió Comprovació de contrasenya ha detectat que la contrasenya del domini \u003Cb>$1\u003C/b> ja no és segura a causa d'una violació de les dades.",
      "placeholders": {
         "1": {
            "content": "$1"
         }
      }
   }
}
