{
   "cancel_button": {
      "message": "Atšaukti"
   },
   "close_button": {
      "message": "Uždaryti"
   },
   "extension_description": {
      "message": "Naudojant slaptažodžio tikrinimo plėtinį galima pakartotinai apsaugoti paskyras, kurios buvo paveiktos dėl duomenų saugos pažeidimo."
   },
   "extension_detailed_description": {
      "message": "Jei prisijungdami įvesite naudotojo vardą ir slaptažodį, kuris nebesaugus, nes buvo pateiktas „Google“ žinomame duomenų saugos pažeidime, gausite įspėjimą. Iš naujo nustatykite slaptažodį. Jei naudojate tą patį naudotojo vardą ir slaptažodį bet kokioms kitoms paskyroms, nustatykite slaptažodį iš naujo ir šiose paskyrose.\n\nSlaptažodžio tikrinimo funkcija sukurta galvojant apie privatumą. Ją naudojant niekada neteikiama jokia identifikavimo informacija apie jūsų paskyras, slaptažodžius ar įrenginį. Siekdami pagerinti svetainės aprėptį, pateikiame anoniminę informaciją apie paieškų, dėl kurių buvo atskleidžiami nesaugūs prisijungimo duomenys, skaičių, nesvarbu, ar po įspėjimo slaptažodis buvo pakeistas, ir susijusius domenus. Daugiau apie Slaptažodžio tikrinimo funkcijos veikimą sužinosite adresu https://support.google.com/accounts?p=password-checkup.\n\nDabar Slaptažodžio tikrinimo funkcija integruota naršyklėje „Chrome“, tad 2020 m. rugpjūčio 31 d. išjungsime Slaptažodžio tikrinimo plėtinį. Po šios datos Slaptažodžio tikrinimo plėtinys bus išjungtas ir nebepraneš apie duomenų saugos pažeidimą, susijusį su naudotojo vardu ar slaptažodžiu. Norėdami ir toliau gauti įspėjimus, naudotojai turi prisijungti naršyklėje „Chrome“. Naudotojai taip pat turi užtikrinti, kad „Chrome“ atnaujinta ir įjungtas naršyklės saugos nustatymas „Įspėti, jei slaptažodžiai atskleidžiami dėl duomenų saugos pažeidimo“ (numatytasis nustatymas, jei nebuvo pakeista).\n\nĮdiegdami šį elementą sutinkate su „Google“ paslaugų teikimo sąlygomis ir privatumo politika www.google.com/policies/."
   },
   "extension_name": {
      "message": "Slaptažodžio tikrinimo plėtinys"
   },
   "feedback_message": {
      "message": "Siųsti atsiliepimą"
   },
   "feedback_notice": {
      "message": "Norėdami pateikti turinio keitimo dėl teisinių priežasčių užklausą, apsilankykite \u003Ca href=\"https://support.google.com/legal/answer/3110420\">teisinės pagalbos puslapyje\u003C/a>. Dalis informacijos apie paskyrą ir sistemą gali būti išsiųsta „Google“. Jūsų pateiktą informaciją naudosime spręsdami technines problemas ir tobulindami savo paslaugas pagal \u003Ca href=\"https://www.google.com/intl/en/policies/privacy/\">privatumo politiką\u003C/a> bei \u003Ca href=\"https://www.google.com/intl/en/policies/terms/\">paslaugų teikimo sąlygas\u003C/a>."
   },
   "feedback_thanks": {
      "message": "Dėkojame už atsiliepimą. Dabar galite uždaryti šį puslapį."
   },
   "feedback_tooltip": {
      "message": "Aprašykite problemą, su kuria susiduriate, arba pasidalykite idėjomis. Į atsiliepimą neįtraukite jokios asmenį identifikuojančios informacijos arba prisijungimo duomenų."
   },
   "ignore_button": {
      "message": "Nepaisyti šioje svetainėje"
   },
   "learn_more": {
      "message": "Sužinoti daugiau"
   },
   "popup_advanced_settings_action": {
      "message": "Išplėstiniai nustatymai"
   },
   "popup_default_status_message": {
      "message": "Duomenų saugos pažeidime nebuvo aptikta neseniai įvestų slaptažodžių."
   },
   "popup_ignore_button": {
      "message": "Nepaisyti"
   },
   "popup_ignored_status_message": {
      "message": "Duomenų saugos pažeidime nebuvo aptikta neseniai įvestų slaptažodžių. Čia neįtraukiami nesaugūs slaptažodžiai, kurių pasirinkote nenustatyti iš naujo."
   },
   "popup_learn_more": {
      "message": "Sužinokite daugiau"
   },
   "popup_lookup_count_message": {
      "message": "Praėjusią savaitę išanalizuotų slaptažodžių skaičius:"
   },
   "popup_multiple_accounts_warning_status_message": {
      "message": "Naudojant slaptažodžio tikrinimo plėtinį nustatyta, kad nurodyt. \u003Cb>$1 pask.\u003C/b> slaptažodžiai yra nebesaugūs dėl duomenų saugos pažeidimo.",
      "placeholders": {
         "1": {
            "content": "$1"
         }
      }
   },
   "popup_number_unsafe_accounts": {
      "message": "Nesaugių paskyrų: $1",
      "placeholders": {
         "1": {
            "content": "$1"
         }
      }
   },
   "popup_one_account_warning_status_message": {
      "message": "Naudojant slaptažodžio tikrinimo plėtinį nustatyta, kad nurodytos \u003Cb>1 paskyros\u003C/b> slaptažodis yra nebesaugus dėl duomenų saugos pažeidimo."
   },
   "popup_opt_out_anonymous_reporting_text": {
      "message": "Atsisakyti šio plėtinio diegimo anoniminio ataskaitų teikimo?"
   },
   "popup_reset_extension_button": {
      "message": "Išvalyti plėtinių duomenis"
   },
   "popup_reset_extension_text": {
      "message": "Išvalyti visus plėtinių duomenis. Tai atlikus bus pašalinta visa saugoma informacija apie nesaugius slaptažodžius ir anksčiau nepaisytas svetaines."
   },
   "popup_send_feedback": {
      "message": "Siųsti atsiliepimą"
   },
   "popup_turndown_link": {
      "message": "Sužinokite daugiau."
   },
   "popup_turndown_message": {
      "message": "Dabar slaptažodžio tikrinimo funkcija integruota naršyklėje „Chrome“, tad nuo 2020 m. rugpjūčio 31 d. šis plėtinys nebeveiks."
   },
   "popup_warning_action": {
      "message": "Turėtumėte pakeisti savo slaptažodžius dabar."
   },
   "reset_text": {
      "message": "Turėtumėte pakeisti savo slaptažodį dabar."
   },
   "send_button": {
      "message": "Siųsti"
   },
   "turndown_notice": {
      "message": "Dabar Slaptažodžio tikrinimo funkcija integruota naršyklėje „Chrome“, tad 2020 m. rugpjūčio 31 d. išjungsime Slaptažodžio tikrinimo plėtinį. Po šios datos Slaptažodžio tikrinimo plėtinys bus išjungtas ir nebepraneš apie duomenų saugos pažeidimą, susijusį su naudotojo vardu ar slaptažodžiu. Norėdami ir toliau gauti įspėjimus, naudotojai turi prisijungti naršyklėje „Chrome“. Naudotojai taip pat turi užtikrinti, kad „Chrome“ atnaujinta ir įjungtas naršyklės saugos nustatymas „Įspėti, jei slaptažodžiai atskleidžiami dėl duomenų saugos pažeidimo“ (numatytasis nustatymas, jei nebuvo pakeista)."
   },
   "turndown_subtitle": {
      "message": "Pranešimas apie išjungimą"
   },
   "turndown_uninstall_button": {
      "message": "Pašalinti dabar"
   },
   "warning_banner_header": {
      "message": "Pakeiskite slaptažodį"
   },
   "warning_text": {
      "message": "Naudojant slaptažodžio tikrinimo plėtinį nustatyta, kad domeno \u003Cb>$1\u003C/b> slaptažodis yra nebesaugus dėl duomenų saugos pažeidimo.",
      "placeholders": {
         "1": {
            "content": "$1"
         }
      }
   }
}
