{"cancel_button":{"message":"Odustani"},"close_button":{"message":"Zatvori"},"extension_description":{"message":"Proširenje Provjera zaporki pomaže vam da ponovo zaštitite račune na kojima je došlo do povrede podataka."},"extension_detailed_description":{"message":"Bez obzira na to gdje se prijavljujete, ako unesete korisničko ime i zaporku koji više nisu sigurni zbog povrede podataka poznate Googleu, primit ćete upozorenje. Poništite zaporku. Ako isto korisničko ime i zaporku upotrebljavate i za neke druge račune, poništite zaporku i na njima.\n\nProvjera zaporki razvijena je u svrhu zaštite privatnosti. Nikad ne prijavljuje podatke o vašim računima, zaporkama ili uređaju s pomoću kojih bi vas se moglo identificirati. Prijavljujemo anonimne podatke o broju provjera u kojima su pronađene nesigurne vjerodajnice, o tome dolazi li nakon upozorenja do promjene zaporke i o pogođenoj domeni radi poboljšanja pokrivenosti web-lokacije. Više informacija o tome kako funkcionira Provjera zaporki možete saznati na stranici https://support.google.com/accounts?p=password-checkup.\n\nSad kad je Provjera zaporki integrirana u Chrome, povući ćemo proširenje Provjera zaporki 31. kolovoza 2020. Nakon tog datuma proširenje Provjera zaporki onemogućit će se i više neće prijavljivati jesu li korisničko ime ili zaporka otkriveni u povredi podataka. Da bi i dalje primali upozorenja, korisnici se trebaju prijaviti u Chrome. Korisnici također trebaju ažurirati Chrome i omogućiti Chromeovu sigurnosnu postavku \"Upozori ako su zaporke ugrožene zbog povrede podataka\" (zadano ako prethodno nije promijenjeno).\n\nInstaliranjem ove stavke prihvaćate Googleove uvjete pružanja usluge i Pravila o privatnosti na stranici www.google.com/policies/."},"extension_name":{"message":"Proširenje Provjera zaporki"},"feedback_message":{"message":"Slanje povratnih informacija"},"feedback_notice":{"message":"Da biste zatražili promjene sadržaja iz pravnih razloga, posjetite <a href=\"https://support.google.com/legal/answer/3110420\">stranicu za pravnu pomoć</a>. Neki podaci o računu i sustavu možda će se poslati Googleu. Podatke koje nam pošaljete koristit ćemo za rješavanje tehničkih poteškoća i poboljšanje usluga, u skladu s našim <a href=\"https://www.google.com/intl/hr/policies/privacy/\">Pravilima o privatnosti</a> i <a href=\"https://www.google.com/intl/hr/policies/terms/\">Uvjetima pružanja usluge</a>."},"feedback_thanks":{"message":"Zahvaljujemo na povratnim informacijama. Sad možete zatvoriti ovu stranicu."},"feedback_tooltip":{"message":"Opišite problem ili podijelite ideje. U povratnim informacijama nemojte navoditi nikakve podatke koji otkrivaju identitet ni pojedinosti o vjerodajnicama."},"ignore_button":{"message":"Zanemari za ovu web-lokaciju"},"learn_more":{"message":"Saznajte više"},"popup_advanced_settings_action":{"message":"Napredne postavke"},"popup_default_status_message":{"message":"Nijedna od zaporki koje ste nedavno unijeli nije otkrivena u povredi podataka."},"popup_ignore_button":{"message":"Zanemari"},"popup_ignored_status_message":{"message":"Nijedna od zaporki koje ste nedavno unijeli nije otkrivena u povredi podataka. To ne uključuje nesigurne zaporke koje niste željeli poništiti."},"popup_learn_more":{"message":"Saznajte više"},"popup_lookup_count_message":{"message":"Broj zaporki analiziranih prošli tjedan:"},"popup_multiple_accounts_warning_status_message":{"message":"Proširenje Provjera zaporki otkrilo je da sljedeći računi (<b>njih $1</b>) imaju zaporke koje nisu više sigurne zbog povrede podataka.","placeholders":{"1":{"content":"$1"}}},"popup_number_unsafe_accounts":{"message":"Nesigurni računi: $1","placeholders":{"1":{"content":"$1"}}},"popup_one_account_warning_status_message":{"message":"Proširenje Provjera zaporki otkrilo je da sljedeći <b>račun</b> ima zaporku koja više nije sigurna zbog povrede podataka."},"popup_opt_out_anonymous_reporting_text":{"message":"Želite li se isključiti iz anonimnog izvješćivanja za ovu instalaciju proširenja?"},"popup_reset_extension_button":{"message":"Izbriši podatke proširenja"},"popup_reset_extension_text":{"message":"Izbrišite sve podatke proširenja. Time ćete ukloniti sve pohranjene podatke o nesigurnim zaporkama i prethodno zanemarenim web-lokacijama."},"popup_send_feedback":{"message":"Pošaljite povratne informacije"},"popup_turndown_link":{"message":"Saznajte više."},"popup_turndown_message":{"message":"Sad kad je Provjera zaporki integrirana u Chrome, ovo proširenje obustavit će se 31. kolovoza 2020."},"popup_warning_action":{"message":"Trebate odmah promijeniti svoje zaporke."},"reset_text":{"message":"Sada trebate promijeniti lozinku."},"send_button":{"message":"Pošalji"},"turndown_notice":{"message":"Sad kad je Provjera zaporki integrirana u Chrome, povući ćemo proširenje Provjera zaporki 31. kolovoza 2020. Nakon tog datuma proširenje Provjera zaporki onemogućit će se i više neće prijavljivati jesu li korisničko ime ili zaporka otkriveni u povredi podataka. Da bi i dalje primali upozorenja, korisnici se trebaju prijaviti u Chrome. Korisnici također trebaju ažurirati Chrome i omogućiti Chromeovu sigurnosnu postavku \"Upozori ako su zaporke ugrožene zbog povrede podataka\" (zadano ako prethodno nije promijenjeno)."},"turndown_subtitle":{"message":"Najava obustave"},"turndown_uninstall_button":{"message":"Deinstaliraj odmah"},"warning_banner_header":{"message":"Promijenite lozinku"},"warning_text":{"message":"Proširenje Provjera zaporki otkrilo je da vaša zaporka za <b>$1</b> više nije sigurna zbog povrede podataka.","placeholders":{"1":{"content":"$1"}}}}
