{"cancel_button":{"message":"Avbryt"},"close_button":{"message":"Lukk"},"extension_description":{"message":"Med Passordsjekk-utvidelsen er det enklere å berge kontoer som blir berørt av databrudd."},"extension_detailed_description":{"message":"Du får et varsel når du logger på, hvis du skriver inn et brukernavn og passord som ikke er sikkert lenger på grunn av et databrudd som Google kjenner til. Tilbakestill passordet ditt. Hvis du bruker det samme brukernavnet og passordet for andre kontoer, bør du også tilbakestille passordet ditt der.\n\nPassordsjekken er utviklet med fokus på personvern. Den rapporterer aldri identifiserende informasjon om kontoene dine, passordene dine eller enheten din. Vi rapporterer imidlertid anonym informasjon om antallet oppslag som oppgir usikker legitimasjon, hvorvidt et varsel fører til at passordet endres, og domenet som er involvert, for å forbedre dekningen av nettsteder. Du kan finne ut mer om hvordan passordsjekken fungerer, på https://support.google.com/accounts?p=password-checkup.\n\nSiden passordsjekken er integrert i Chrome nå, blir Passordsjekk-utvidelsen avviklet 31. august 2020. Etter denne datoen blir Passordsjekk-utvidelsen deaktivert og rapporterer ikke lenger om brukernavn og passord som har vært i databrudd. Brukere som vil fortsette å motta advarsler, bør logge på Chrome i stedet. Brukerne må også sjekke at Chrome er oppdatert, og at Chrome-sikkerhetsinnstillingen «Få en advarsel hvis passord blir avdekket i databrudd» er slått på (den er på som standard).\n\nVed å installere dette elementet godtar du Googles vilkår for bruk og personvernregler på www.google.com/policies/."},"extension_name":{"message":"Passordsjekk-utvidelse"},"feedback_message":{"message":"Send tilbakemelding"},"feedback_notice":{"message":"Gå til <a href=\"https://support.google.com/legal/answer/3110420\">siden for juridisk hjelp</a> for å be om innholdsendringer av juridiske årsaker. Noe konto- og systeminformasjon kan bli sendt til Google. Vi bruker informasjonen du oppgir til oss, til å håndtere tekniske problemer og gjøre tjenestene våre enda bedre, i henhold til <a href=\"https://www.google.com/intl/no/policies/privacy/\">personvernreglene</a> og <a href=\"https://www.google.com/intl/no/policies/terms/\">vilkårene for bruk</a>."},"feedback_thanks":{"message":"Takk for tilbakemeldingen. Nå kan du lukke denne siden."},"feedback_tooltip":{"message":"Beskriv problemet ditt, eller del ideene dine. Ikke ta med personlig identifiserende informasjon eller detaljer om legitimasjon som en del av denne tilbakemeldingen."},"ignore_button":{"message":"Ignorer for dette nettstedet"},"learn_more":{"message":"Finn ut mer"},"popup_advanced_settings_action":{"message":"Avanserte innstillinger"},"popup_default_status_message":{"message":"Ingen av passordene du nylig har skrevet inn, ble oppdaget i et databrudd."},"popup_ignore_button":{"message":"Ignorer"},"popup_ignored_status_message":{"message":"Ingen av passordene du nylig har skrevet inn, ble oppdaget i et databrudd. Dette inkluderer ikke usikre passord som du har valgt å ikke tilbakestille."},"popup_learn_more":{"message":"Finn ut mer"},"popup_lookup_count_message":{"message":"Antall passord som er analysert den siste uken:"},"popup_multiple_accounts_warning_status_message":{"message":"Passordsjekk-utvidelsen oppdaget at de følgende <b>$1 kontoene</b> har passord som ikke lenger er trygge på grunn av et databrudd.","placeholders":{"1":{"content":"$1"}}},"popup_number_unsafe_accounts":{"message":"$1 usikre kontoer","placeholders":{"1":{"content":"$1"}}},"popup_one_account_warning_status_message":{"message":"Passordsjekk-utvidelsen oppdaget at den følgende <b>kontoen</b> har et passord som ikke lenger er trygt på grunn av et databrudd."},"popup_opt_out_anonymous_reporting_text":{"message":"Vil du velge bort anonym rapportering for denne installeringen av utvidelsen?"},"popup_reset_extension_button":{"message":"Slett utvidelsesdataene"},"popup_reset_extension_text":{"message":"Slett alle utvidelsesdataene. Dette fjerner all lagret informasjon om usikre passord og nettsteder du har ignorert tidligere."},"popup_send_feedback":{"message":"Send tilbakemelding"},"popup_turndown_link":{"message":"Finn ut mer."},"popup_turndown_message":{"message":"Siden passordsjekken er integrert i Chrome nå, slutter denne utvidelsen å fungere fra 31. august 2020."},"popup_warning_action":{"message":"Du bør endre passordene dine nå."},"reset_text":{"message":"Du bør endre passordet ditt nå."},"send_button":{"message":"Send"},"turndown_notice":{"message":"Siden passordsjekken er integrert i Chrome nå, blir Passordsjekk-utvidelsen avviklet 31. august 2020. Etter denne datoen blir Passordsjekk-utvidelsen deaktivert og rapporterer ikke lenger om brukernavn og passord som har vært i databrudd. Brukere som vil fortsette å motta advarsler, bør logge på Chrome i stedet. Brukerne må også sjekke at Chrome er oppdatert, og at Chrome-sikkerhetsinnstillingen «Få en advarsel hvis passord blir avdekket i databrudd» er slått på (den er på som standard)."},"turndown_subtitle":{"message":"Melding om avvikling"},"turndown_uninstall_button":{"message":"Avinstaller nå"},"warning_banner_header":{"message":"Endre passordet ditt"},"warning_text":{"message":"Passordsjekk-utvidelsen oppdaget at passordet ditt for <b>$1</b> ikke lenger er trygt på grunn av et databrudd.","placeholders":{"1":{"content":"$1"}}}}
