{"cancel_button":{"message":"Cancelar"},"close_button":{"message":"Pechar"},"extension_description":{"message":"A extensión de revisión de contrasinais axúdache a protexer de novo as contas que se viron afectadas por violacións de seguranza."},"extension_detailed_description":{"message":"Sempre que inicies sesión, recibirás unha alerta se pos un nome de usuario e un contrasinal que xa non son seguros porque se asociaron cunha violación da seguranza dos datos coñecida para Google. Restablece o contrasinal. Se utilizas o mesmo nome de usuario e contrasinal para outras contas, restablece tamén o contrasinal nelas.\n\nRevisión de contrasinais creouse pensando na privacidade. Non proporciona ningunha información sobre as túas contas, os contrasinais ou o dispositivo que permita identificarte. Proporcionamos información anónima sobre o número de buscas que provocan credenciais non seguras, se unha alerta provoca o cambio dun contrasinal, e o dominio implicado para mellorar a cobertura do sitio. Podes obter máis información sobre como funciona Revisión de contrasinais en https://support.google.com/accounts?p=password-checkup.\n\nAgora que a función Revisión de contrasinais está integrada en Chrome, eliminaremos a extensión de revisión de contrasinais o 31 de agosto de 2020. A partir desta data, desactivarase a extensión, que deixará de informar de violacións da seguranza dos datos relacionadas cun nome de usuario ou cun contrasinal determinados. Para seguir recibindo advertencias, os usuarios deben iniciar sesión en Chrome. Así mesmo, os usuarios deben asegurarse de ter actualizado Chrome e de ter activada a seguinte opción de configuración de seguranza de Chrome: Avisarte se os teus contrasinais están en risco debido a unha violación da seguranza dos datos (a menos que se cambiase con anterioridade, estará activada de maneira predeterminada).\n\nAo instalar este elemento, aceptas as Condicións de servizo e a Política de privacidade de Google estipuladas en www.google.com/policies/."},"extension_name":{"message":"Extensión de revisión de contrasinais"},"feedback_message":{"message":"Envía comentarios"},"feedback_notice":{"message":"Vai á <a href=\"https://support.google.com/legal/answer/3110420\">páxina de axuda legal</a> para solicitar cambios de contido por motivos legais. Pódese enviar parte da información da conta e do sistema a Google. Utilizaremos a información que nos achegues para solucionar problemas técnicos e mellorar os nosos servizos segundo o estipulado na <a href=\"https://www.google.com/intl/en/policies/privacy/\">Política de privacidade</a> e nas <a href=\"https://www.google.com/intl/en/policies/terms/\">Condicións de servizo</a>."},"feedback_thanks":{"message":"Grazas polos teus comentarios. Xa podes pechar esta páxina."},"feedback_tooltip":{"message":"Describe o teu problema ou comparte as túas ideas. Non inclúas información que permita a identificación persoal nin detalles das credenciais nos comentarios."},"ignore_button":{"message":"Ignorar para este sitio"},"learn_more":{"message":"Máis información"},"popup_advanced_settings_action":{"message":"Configuración avanzada"},"popup_default_status_message":{"message":"Ningún dos contrasinais que introduciches recentemente se detectou nunha violación da seguranza dos datos."},"popup_ignore_button":{"message":"Ignorar"},"popup_ignored_status_message":{"message":"Ningún dos contrasinais que introduciches recentemente se detectou nunha violación da seguranza dos datos. Non se inclúen os contrasinais non seguros que decidiches non restablecer."},"popup_learn_more":{"message":"Máis información"},"popup_lookup_count_message":{"message":"Número de contrasinais analizados na última semana:"},"popup_multiple_accounts_warning_status_message":{"message":"A extensión de revisión de contrasinais detectou que as seguintes <b>$1 contas</b> teñen contrasinais que xa non son seguros, dado que se produciu unha violación da seguranza dos datos.","placeholders":{"1":{"content":"$1"}}},"popup_number_unsafe_accounts":{"message":"$1 contas non-seguras","placeholders":{"1":{"content":"$1"}}},"popup_one_account_warning_status_message":{"message":"A extensión de revisión de contrasinais detectou que a seguinte <b>conta</b> ten un contrasinal que xa non é seguro, dado que se produciu unha violación da seguranza dos datos."},"popup_opt_out_anonymous_reporting_text":{"message":"Queres desactivar os informes anónimos para esta instalación da extensión?"},"popup_reset_extension_button":{"message":"Borrar datos da extensión"},"popup_reset_extension_text":{"message":"Borrar todos os datos da extensión. Esta opción eliminará toda a información almacenada sobre os contrasinais non-seguros e os sitios ignorados previamente."},"popup_send_feedback":{"message":"Enviar comentarios"},"popup_turndown_link":{"message":"Máis información."},"popup_turndown_message":{"message":"Agora que a función Revisión de contrasinais está integrada en Chrome, esta extensión deixará de funcionar o 31 de agosto de 2020."},"popup_warning_action":{"message":"Deberías cambialos agora."},"reset_text":{"message":"É recomendable que cambies o contrasinal agora."},"send_button":{"message":"Enviar"},"turndown_notice":{"message":"Agora que a función Revisión de contrasinais está integrada en Chrome, eliminaremos a extensión de revisión de contrasinais o 31 de agosto de 2020. A partir desta data, desactivarase a extensión de revisión de contrasinais, que deixará de informar de violacións da seguranza dos datos relacionadas cun nome de usuario ou cun contrasinal determinados. Para seguir recibindo advertencias, os usuarios deben iniciar sesión en Chrome. Así mesmo, os usuarios deben asegurarse de ter actualizado Chrome e de ter activada a seguinte opción de configuración de seguranza de Chrome: Avisarte se os teus contrasinais están en risco debido a unha violación da seguranza dos datos (a menos que se cambiase con anterioridade, estará activada de maneira predeterminada)."},"turndown_subtitle":{"message":"Anuncio de desactivación"},"turndown_uninstall_button":{"message":"Desinstalar agora"},"warning_banner_header":{"message":"Cambia o teu contrasinal"},"warning_text":{"message":"A extensión de revisión de contrasinais detectou que o teu contrasinal do dominio <b>$1</b> xa non é seguro, dado que se produciu unha violación da seguranza dos datos.","placeholders":{"1":{"content":"$1"}}}}
