{
   "cancel_button": {
      "message": "Annulla"
   },
   "close_button": {
      "message": "Chiudi"
   },
   "extension_description": {
      "message": "L'estensione Controllo password ti consente di proteggere nuovamente gli account interessati da violazioni dei dati."
   },
   "extension_detailed_description": {
      "message": "Indipendentemente da dove accedi, se inserisci nome utente e password non più sicuri perché esposti a causa di una violazione dei dati nota a Google, riceverai un avviso. Reimposta la password. Se utilizzi lo stesso nome utente e la medesima password per altri account, reimposta la password anche per tali account.\n\nLa funzionalità Controllo password è stata sviluppata tenendo conto della privacy. Non segnala mai informazioni che consentono l'identificazione relative ad account, password o dispositivi. Al fine di migliorare la copertura dei siti, segnaliamo informazioni anonime sul numero di ricerche che portano a individuare credenziali non sicure, l'eventuale presenza di un avviso che chiede la modifica della password e il dominio coinvolto. Puoi avere ulteriori informazioni sul funzionamento di Controllo password all'indirizzo https://support.google.com/accounts?p=password-checkup.\n\nOra che il Controllo password è integrato in Chrome, il 31 agosto 2020 ritireremo l'estensione Controllo password. Dopo questa data, l'estensione Controllo password sarà disattivata e non segnalerà più se un nome utente o una password sono stati esposti a causa di una violazione dei dati. Per continuare a ricevere avvisi, gli utenti dovranno accedere a Chrome. Gli utenti devono inoltre assicurarsi che Chrome sia aggiornato e che la relativa impostazione di sicurezza \"Ricevi un avviso se le password vengono esposte a causa di una violazione dei dati\" sia attiva (impostazione predefinita, se non è stata cambiata in precedenza).\n\nSe installi questo elemento, accetti i Termini di servizio e le Norme sulla privacy di Google disponibili all'indirizzo www.google.com/policies/."
   },
   "extension_name": {
      "message": "Estensione Controllo password"
   },
   "feedback_message": {
      "message": "Invia feedback"
   },
   "feedback_notice": {
      "message": "Visita la \u003Ca href=\"https://support.google.com/legal/answer/3110420\">pagina Assistenza legale\u003C/a> per richiedere modifiche ai contenuti per motivi legali. Alcune informazioni sull'account e sul tuo sistema potrebbero essere inviate a Google. Useremo le informazioni da te fornite per risolvere problemi tecnici e migliorare i nostri servizi, ai sensi delle \u003Ca href=\"https://www.google.com/intl/it/policies/privacy/\">Norme sulla privacy\u003C/a> e dei \u003Ca href=\"https://www.google.com/intl/it/policies/terms/\">Termini di servizio\u003C/a>."
   },
   "feedback_thanks": {
      "message": "Grazie per il feedback. Ora puoi chiudere questa pagina."
   },
   "feedback_tooltip": {
      "message": "Descrivi il problema o condividi le tue idee. Non inserire informazioni che consentono l'identificazione personale o credenziali in questo feedback."
   },
   "ignore_button": {
      "message": "Ignora per questo sito"
   },
   "learn_more": {
      "message": "Ulteriori informazioni"
   },
   "popup_advanced_settings_action": {
      "message": "Impostazioni avanzate"
   },
   "popup_default_status_message": {
      "message": "Nessuna delle password inserite di recente è stata rilevata nell'ambito di una violazione dei dati."
   },
   "popup_ignore_button": {
      "message": "Ignora"
   },
   "popup_ignored_status_message": {
      "message": "Nessuna delle password inserite di recente è stata rilevata nell'ambito di una violazione dei dati. Non sono incluse le password non sicure che hai deciso di non reimpostare."
   },
   "popup_learn_more": {
      "message": "Ulteriori informazioni"
   },
   "popup_lookup_count_message": {
      "message": "Numero di password analizzate nell'ultima settimana:"
   },
   "popup_multiple_accounts_warning_status_message": {
      "message": "L'estensione Controllo password ha rilevato che i \u003Cb>$1 account\u003C/b> indicati di seguito hanno password non più sicure a causa di una violazione dei dati.",
      "placeholders": {
         "1": {
            "content": "$1"
         }
      }
   },
   "popup_number_unsafe_accounts": {
      "message": "$1 account non sicuri",
      "placeholders": {
         "1": {
            "content": "$1"
         }
      }
   },
   "popup_one_account_warning_status_message": {
      "message": "L'estensione Controllo password ha rilevato che l'\u003Cb>account\u003C/b> indicato di seguito ha una password non più sicura a causa di una violazione dei dati."
   },
   "popup_opt_out_anonymous_reporting_text": {
      "message": "Vuoi disattivare le segnalazioni anonime per questa installazione dell'estensione?"
   },
   "popup_reset_extension_button": {
      "message": "Cancella i dati delle estensioni"
   },
   "popup_reset_extension_text": {
      "message": "Cancella tutti i dati delle estensioni. Verranno rimosse tutte le informazioni memorizzate relative alle password non sicure e ai siti ignorati in precedenza."
   },
   "popup_send_feedback": {
      "message": "Invia feedback"
   },
   "popup_turndown_link": {
      "message": "Leggi ulteriori informazioni."
   },
   "popup_turndown_message": {
      "message": "Ora che il Controllo password è integrato in Chrome, questa estensione non funzionerà più dal 31 agosto 2020."
   },
   "popup_warning_action": {
      "message": "Dovresti cambiare subito le password."
   },
   "reset_text": {
      "message": "Dovresti cambiare subito la password."
   },
   "send_button": {
      "message": "Invia"
   },
   "turndown_notice": {
      "message": "Ora che il Controllo password è integrato in Chrome, il 31 agosto 2020 ritireremo l'estensione Controllo password. Dopo questa data, l'estensione Controllo password sarà disattivata e non segnalerà più se un nome utente o una password sono stati esposti a causa di una violazione dei dati. Per continuare a ricevere avvisi, gli utenti dovranno accedere a Chrome. Gli utenti devono inoltre assicurarsi che Chrome sia aggiornato e che la relativa impostazione di sicurezza \"Ricevi un avviso se le password vengono esposte a causa di una violazione dei dati\" sia attiva (impostazione predefinita, se non è stata cambiata in precedenza)."
   },
   "turndown_subtitle": {
      "message": "Comunicazione relativa a un ritiro"
   },
   "turndown_uninstall_button": {
      "message": "Disinstalla ora"
   },
   "warning_banner_header": {
      "message": "Cambia la password"
   },
   "warning_text": {
      "message": "L'estensione Controllo password ha rilevato che la tua password di \u003Cb>$1\u003C/b> non è più sicura a causa di una violazione dei dati.",
      "placeholders": {
         "1": {
            "content": "$1"
         }
      }
   }
}
