{
   "cancel_button": {
      "message": "Cancelar"
   },
   "close_button": {
      "message": "Cerrar"
   },
   "extension_description": {
      "message": "La extensión Revisión de contraseñas te permite volver a proteger las cuentas que se hayan visto afectadas por quiebras de seguridad de datos."
   },
   "extension_detailed_description": {
      "message": "Independientemente de dónde inicies sesión, si introduces un nombre de usuario y una contraseña que ya no son seguros porque aparecen en una quiebra de seguridad de datos de la que Google tiene constancia, recibirás una alerta. Debes cambiar la contraseña. Si utilizas el mismo nombre de usuario y la misma contraseña en otras cuentas, cambia la contraseña de esas cuentas también.\n\nLa función Revisión de contraseñas se creó pensando en la privacidad. Nunca envía información que pueda identificarte sobre tus cuentas, contraseñas ni dispositivos. Sí que envía información anónima sobre el número de búsquedas que muestran una credencial no segura, si una alerta genera un cambio de contraseña y el dominio utilizado para mejorar la cobertura del sitio web. Puedes obtener más información sobre cómo funciona Revisión de contraseñas en https://support.google.com/accounts?p=password-checkup.\n\nAhora que la función Revisión de contraseñas está integrada en Chrome, la extensión con el mismo nombre dejará de funcionar el 31 de agosto del 2020. A partir de esta fecha, la extensión Revisión de contraseñas se inhabilitará y ya no avisará de si un nombre de usuario o una contraseña se han visto expuestos en una quiebra de seguridad de datos. Para seguir recibiendo advertencias, los usuarios deben iniciar sesión en Chrome. Además, deben comprobar que Chrome está actualizado y que el ajuste de Chrome \"Avisar si tus contraseñas se ven expuestas en una quiebra de seguridad de datos\" está habilitado (lo está de manera predeterminada).\n\nAl instalar este elemento, aceptas los Términos del Servicio y la Política de Privacidad de Google, que se encuentran en www.google.com/policies/."
   },
   "extension_name": {
      "message": "Extensión Revisión de contraseñas"
   },
   "feedback_message": {
      "message": "Enviar comentarios"
   },
   "feedback_notice": {
      "message": "Ve a la página \u003Ca href=\"https://support.google.com/legal/answer/3110420\">Ayuda de Legal\u003C/a> para solicitar cambios de contenido por motivos legales. Es posible que algunos datos de tu cuenta y de tu sistema se envíen a Google. Usaremos la información que nos facilites para intentar solucionar problemas técnicos y mejorar nuestros servicios de conformidad con nuestra \u003Ca href=\"https://www.google.com/intl/es/policies/privacy/\">política de privacidad\u003C/a> y nuestros \u003Ca href=\"https://www.google.com/intl/es/policies/terms/\">términos del servicio\u003C/a>."
   },
   "feedback_thanks": {
      "message": "Gracias por tus comentarios. Ya puedes cerrar esta página."
   },
   "feedback_tooltip": {
      "message": "Describe tu problema o comparte tus ideas. No incluyas información personal identificable ni datos de credenciales en tus comentarios."
   },
   "ignore_button": {
      "message": "Ignorar en este sitio web"
   },
   "learn_more": {
      "message": "Más información"
   },
   "popup_advanced_settings_action": {
      "message": "Configuración avanzada"
   },
   "popup_default_status_message": {
      "message": "Ninguna de las contraseñas que has introducido recientemente se ha detectado en quiebras de seguridad de datos."
   },
   "popup_ignore_button": {
      "message": "Ignorar"
   },
   "popup_ignored_status_message": {
      "message": "Ninguna de las contraseñas que has introducido recientemente se ha detectado en quiebras de seguridad de datos. No se incluyen las contraseñas no seguras que has decidido no cambiar."
   },
   "popup_learn_more": {
      "message": "Más información"
   },
   "popup_lookup_count_message": {
      "message": "Número de contraseñas analizadas durante la última semana:"
   },
   "popup_multiple_accounts_warning_status_message": {
      "message": "La extensión Revisión de contraseñas ha detectado que las contraseñas de las \u003Cb>$1 cuentas\u003C/b> siguientes ya no son seguras, dado que se ha producido una quiebra de seguridad de datos.",
      "placeholders": {
         "1": {
            "content": "$1"
         }
      }
   },
   "popup_number_unsafe_accounts": {
      "message": "$1 cuentas no seguras",
      "placeholders": {
         "1": {
            "content": "$1"
         }
      }
   },
   "popup_one_account_warning_status_message": {
      "message": "La extensión Revisión de contraseñas ha detectado que la contraseña de la \u003Cb>cuenta\u003C/b> siguiente ya no es segura, dado que se ha producido una quiebra de seguridad de datos."
   },
   "popup_opt_out_anonymous_reporting_text": {
      "message": "¿Quieres inhabilitar los informes anónimos de esta instalación de la extensión?"
   },
   "popup_reset_extension_button": {
      "message": "Borrar datos de la extensión"
   },
   "popup_reset_extension_text": {
      "message": "Borra todos los datos de la extensión. Con esta acción, se quitará toda la información almacenada sobre contraseñas no seguras y sitios web ignorados previamente."
   },
   "popup_send_feedback": {
      "message": "Enviar comentarios"
   },
   "popup_turndown_link": {
      "message": "Consulta más información."
   },
   "popup_turndown_message": {
      "message": "Ahora que la función Revisión de contraseñas está integrada en Chrome, esta extensión dejará de funcionar el 31 de agosto del 2020."
   },
   "popup_warning_action": {
      "message": "Te recomendamos que cambies las contraseñas ahora."
   },
   "reset_text": {
      "message": "Deberías cambiar la contraseña de inmediato."
   },
   "send_button": {
      "message": "Enviar"
   },
   "turndown_notice": {
      "message": "Ahora que la función Revisión de contraseñas está integrada en Chrome, la extensión con el mismo nombre dejará de funcionar el 31 de agosto del 2020. A partir de esta fecha, la extensión Revisión de contraseñas se inhabilitará y ya no avisará de si un nombre de usuario o una contraseña se han visto expuestos en una quiebra de seguridad de datos. Para seguir recibiendo advertencias, los usuarios deben iniciar sesión en Chrome. Además, deben comprobar que Chrome está actualizado y que el ajuste de Chrome \"Avisar si tus contraseñas se ven expuestas en una quiebra de seguridad de datos\" está habilitado (lo está de manera predeterminada)."
   },
   "turndown_subtitle": {
      "message": "Aviso de desactivación"
   },
   "turndown_uninstall_button": {
      "message": "Desinstalar ahora"
   },
   "warning_banner_header": {
      "message": "Cambia la contraseña"
   },
   "warning_text": {
      "message": "La extensión Revisión de contraseñas ha detectado que tu contraseña de \u003Cb>$1\u003C/b> ya no es segura, dado que se ha producido una quiebra de seguridad de datos.",
      "placeholders": {
         "1": {
            "content": "$1"
         }
      }
   }
}
