{"cancel_button":{"message":"[Çåñçéļ one]"},"close_button":{"message":"[Çļöšé one]"},"extension_description":{"message":"[Ţĥé Þåššŵöŕð Çĥéçķûþ éxţéñšîöñ ĥéļþš ýöû ŕéšéçûŕé åççöûñţš ţĥåţ ŵéŕé åƒƒéçţéð бý ðåţå бŕéåçĥéš. one two three four five six seven eight nine ten eleven twelve thirteen fourteen fifteen sixteen]"},"extension_detailed_description":{"message":"[Ŵĥéŕévéŕ ýöû šîĝñ-îñ, îƒ ýöû éñţéŕ å ûšéŕñåmé åñð þåššŵöŕð ţĥåţ îš ñö ļöñĝéŕ šåƒé ðûé ţö åþþéåŕîñĝ îñ å ðåţå бŕéåçĥ ķñöŵñ ţö Ĝööĝļé, ýöû’ļļ ŕéçéîvé åñ åļéŕţ. Þļéåšé ŕéšéţ ýöûŕ þåššŵöŕð. Îƒ ýöû ûšé ţĥé šåmé ûšéŕñåmé åñð þåššŵöŕð ƒöŕ åñý öţĥéŕ åççöûñţš, þļéåšé ŕéšéţ ýöûŕ þåššŵöŕð ţĥéŕé åš ŵéļļ.\n\nÞåššŵöŕð Çĥéçķûþ ŵåš бûîļţ ŵîţĥ þŕîvåçý îñ mîñð. Îţ ñévéŕ ŕéþöŕţš åñý îðéñţîƒýîñĝ îñƒöŕmåţîöñ åбöûţ ýöûŕ åççöûñţš, þåššŵöŕðš, öŕ ðévîçé. Ŵé ðö ŕéþöŕţ åñöñýmöûš îñƒöŕmåţîöñ åбöûţ ţĥé ñûmбéŕ öƒ ļööķûþš ţĥåţ šûŕƒåçé åñ ûñšåƒé çŕéðéñţîåļ, ŵĥéţĥéŕ åñ åļéŕţ ļéåðš ţö å þåššŵöŕð çĥåñĝé, åñð ţĥé ðömåîñ îñvöļvéð ƒöŕ îmþŕövîñĝ šîţé çövéŕåĝé. Ýöû çåñ ļéåŕñ möŕé åбöûţ ĥöŵ Þåššŵöŕð Çĥéçķûþ ŵöŕķš åţ ĥţţþš://šûþþöŕţ.ĝööĝļé.çöm/åççöûñţš¿þ=þåššŵöŕð-çĥéçķûþ.\n\nÑöŵ ţĥåţ Þåššŵöŕð Çĥéçķûþ îš îñţéĝŕåţéð îñţö Çĥŕömé, ŵé ŵîļļ бé šûñšéţţîñĝ ţĥé Þåššŵöŕð Çĥéçķûþ éxţéñšîöñ öñ Åûĝûšţ 31, 2020. Åƒţéŕ ţĥîš ðåţé, ţĥé Þåššŵöŕð Çĥéçķûþ éxţéñšîöñ ŵîļļ бé ðîšåбļéð åñð ñö ļöñĝéŕ ŕéþöŕţ ŵĥéţĥéŕ å ûšéŕñåmé öŕ þåššŵöŕð ĥåš бééñ îñ å ðåţå бŕéåçĥ. Îñ öŕðéŕ ţö çöñţîñûé ŕéçéîvîñĝ ŵåŕñîñĝš, ûšéŕš šĥöûļð îñšţéåð šîĝñ-îñ ţö Çĥŕömé. Ûšéŕš mûšţ åļšö éñšûŕé ţĥåţ Çĥŕömé îš ûþ ţö ðåţé åñð ţĥåţ ţĥé Çĥŕömé šéçûŕîţý šéţţîñĝ ‘Ŵåŕñ ýöû îƒ þåššŵöŕðš åŕé éxþöšéð îñ å ðåţå бŕéåçĥ’ îš éñåбļéð (ðéƒåûļţ ûñļéšš þŕévîöûšļý çĥåñĝéð).\n\nБý îñšţåļļîñĝ ţĥîš îţém, ýöû åĝŕéé ţö ţĥé Ĝööĝļé Ţéŕmš öƒ Šéŕvîçé åñð Þŕîvåçý Þöļîçý åţ ŵŵŵ.ĝööĝļé.çöm/þöļîçîéš/. one two three four five six seven eight nine ten eleven twelve thirteen fourteen fifteen sixteen seventeen eighteen nineteen twenty twentyone twentytwo twentythree twentyfour twentyfive twentysix twentyseven twentyeight twentynine thirty thirtyone thirtytwo thirtythree thirtyfour thirtyfive thirtysix thirtyseven thirtyeight thirtynine forty one two three four five six seven eight nine ten eleven twelve thirteen fourteen fifteen sixteen seventeen eighteen nineteen twenty twentyone twentytwo twentythree twentyfour twentyfive twentysix twentyseven twentyeight twentynine thirty thirtyone thirtytwo thirtythree thirtyfour thirtyfive thirtysix thirtyseven thirtyeight thirtynine forty one two three four five six seven eight nine ten eleven twelve thirteen fourteen fifteen sixteen seventeen eighteen nineteen twenty twentyone twentytwo twentythree twentyfour twentyfive twentysix twentyseven twentyeight twentynine thirty thirtyone thirtytwo thirtythree thirtyfour thirtyfive thirtysix thirtyseven thirtyeight thirtynine forty one two three four five six seven eight nine ten eleven twelve thirteen fourteen fifteen sixteen seventeen eighteen nineteen twenty twentyone twentytwo twentythree twentyfour twentyfive twentysix twentyseven twentyeight twentynine thirty thirtyone thirtytwo thirtythree thirtyfour thirtyfive thirtysix thirtyseven thirtyeight thirtynine forty one two three four five]"},"extension_name":{"message":"[Þåššŵöŕð Çĥéçķûþ éxţéñšîöñ one two three]"},"feedback_message":{"message":"[Šéñð ƒééðбåçķ one two]"},"feedback_notice":{"message":"[Ĝö ţö ţĥé <a href=\"https://support.google.com/legal/answer/3110420\">Ļéĝåļ Ĥéļþ þåĝé</a> ţö ŕéqûéšţ çöñţéñţ çĥåñĝéš ƒöŕ ļéĝåļ ŕéåšöñš. Šömé åççöûñţ åñð šýšţém îñƒöŕmåţîöñ måý бé šéñţ ţö Ĝööĝļé. Ŵé ŵîļļ ûšé ţĥé îñƒöŕmåţîöñ ýöû ĝîvé ûš ţö ĥéļþ åððŕéšš ţéçĥñîçåļ îššûéš åñð ţö îmþŕövé öûŕ šéŕvîçéš, šûбĵéçţ ţö öûŕ <a href=\"https://www.google.com/intl/en/policies/privacy/\">Þŕîvåçý Þöļîçý</a> åñð <a href=\"https://www.google.com/intl/en/policies/terms/\">Ţéŕmš öƒ Šéŕvîçé</a>. one two three four five six seven eight nine ten eleven twelve thirteen fourteen fifteen sixteen seventeen eighteen nineteen twenty twentyone twentytwo twentythree twentyfour twentyfive twentysix twentyseven twentyeight twentynine thirty thirtyone thirtytwo thirtythree thirtyfour thirtyfive]"},"feedback_thanks":{"message":"[Ţĥåñķ ýöû ƒöŕ ţĥé ƒééðбåçķ. Ýöû çåñ ñöŵ çļöšé ţĥîš þåĝé. one two three four five six seven eight nine ten eleven]"},"feedback_tooltip":{"message":"[Ðéšçŕîбé ýöûŕ îššûé öŕ šĥåŕé ýöûŕ îðéåš. Þļéåšé ðö ñöţ îñçļûðé åñý þéŕšöñåļļý îðéñţîƒýîñĝ îñƒöŕmåţîöñ öŕ çŕéðéñţîåļ ðéţåîļš åš þåŕţ öƒ ţĥîš ƒééðбåçķ. one two three four five six seven eight nine ten eleven twelve thirteen fourteen fifteen sixteen seventeen eighteen nineteen twenty twentyone twentytwo]"},"ignore_button":{"message":"[Îĝñöŕé ƒöŕ ţĥîš šîţé one two three four five]"},"learn_more":{"message":"[Ļéåŕñ möŕé one two]"},"popup_advanced_settings_action":{"message":"[Åðvåñçéð šéţţîñĝš one two three]"},"popup_default_status_message":{"message":"[Ñöñé öƒ ţĥé þåššŵöŕðš ýöû ŕéçéñţļý éñţéŕéð ŵéŕé ðéţéçţéð îñ å ðåţå бŕéåçĥ. one two three four five six seven eight nine ten eleven twelve thirteen fourteen]"},"popup_ignore_button":{"message":"[Îĝñöŕé one]"},"popup_ignored_status_message":{"message":"[Ñöñé öƒ ţĥé þåššŵöŕðš ýöû ŕéçéñţļý éñţéŕéð ŵéŕé ðéţéçţéð îñ å ðåţå бŕéåçĥ. Ţĥîš ðöéš ñöţ îñçļûðé ûñšåƒé þåššŵöŕðš ţĥåţ ýöû ĥåvé öþţéð ţö îĝñöŕé ŕéšéţţîñĝ. one two three four five six seven eight nine ten eleven twelve thirteen fourteen fifteen sixteen seventeen eighteen nineteen twenty twentyone twentytwo twentythree]"},"popup_learn_more":{"message":"[Ļéåŕñ möŕé one two]"},"popup_lookup_count_message":{"message":"[Ñûmбéŕ öƒ þåššŵöŕðš åñåļýžéð îñ ţĥé ļåšţ ŵééķ: one two three four five six seven eight nine ten]"},"popup_multiple_accounts_warning_status_message":{"message":"[Ţĥé Þåššŵöŕð Çĥéçķûþ éxţéñšîöñ ðéţéçţéð ţĥåţ ţĥé ƒöļļöŵîñĝ <b>ᐅ$1ᐊ åççöûñţš</b> ĥåvé þåššŵöŕðš ţĥåţ åŕé ñö ļöñĝéŕ šåƒé ðûé ţö å ðåţå бŕéåçĥ. one two three four five six seven eight nine ten eleven twelve thirteen fourteen fifteen sixteen seventeen eighteen nineteen twenty]","placeholders":{"1":{"content":"$1"}}},"popup_number_unsafe_accounts":{"message":"[ᐅ$1ᐊ ûñšåƒé åççöûñţš one two three four]","placeholders":{"1":{"content":"$1"}}},"popup_one_account_warning_status_message":{"message":"[Ţĥé Þåššŵöŕð Çĥéçķûþ éxţéñšîöñ ðéţéçţéð ţĥåţ ţĥé ƒöļļöŵîñĝ <b>1 åççöûñţ</b> ĥåš å þåššŵöŕð ţĥåţ îš ñö ļöñĝéŕ šåƒé ðûé ţö å ðåţå бŕéåçĥ. one two three four five six seven eight nine ten eleven twelve thirteen fourteen fifteen sixteen seventeen eighteen nineteen twenty]"},"popup_opt_out_anonymous_reporting_text":{"message":"[Öþţ öûţ öƒ åñöñýmöûš ŕéþöŕţîñĝ ƒöŕ ţĥîš îñšţåļļåţîöñ öƒ ţĥé éxţéñšîöñ¿ one two three four five six seven eight nine ten eleven twelve thirteen]"},"popup_reset_extension_button":{"message":"[Çļéåŕ éxţéñšîöñ ðåţå one two three]"},"popup_reset_extension_text":{"message":"[Çļéåŕ åļļ éxţéñšîöñ ðåţå. Ţĥîš ŵîļļ ŕémövé åļļ šţöŕéð îñƒöŕmåţîöñ åбöûţ ûñšåƒé þåššŵöŕðš åñð þŕévîöûšļý îĝñöŕéð šîţéš. one two three four five six seven eight nine ten eleven twelve thirteen fourteen fifteen sixteen seventeen eighteen nineteen]"},"popup_send_feedback":{"message":"[Šéñð ƒééðбåçķ one two]"},"popup_turndown_link":{"message":"[Fîñð öûţ möŕé. one two]"},"popup_turndown_message":{"message":"[Ñöŵ ţĥåţ Þåššŵöŕð Çĥéçķûþ îš îñţéĝŕåţéð îñţö Çĥŕömé, ţĥîš éxţéñšîöñ ŵîļļ šţöþ ŵöŕķîñĝ öñ Åûĝûšţ 31, 2020. one two three four five six seven eight nine ten eleven twelve thirteen fourteen fifteen sixteen seventeen]"},"popup_warning_action":{"message":"[Ýöû šĥöûļð çĥåñĝé ýöûŕ þåššŵöŕðš ñöŵ. one two three four five six seven eight]"},"reset_text":{"message":"[Ýöû šĥöûļð çĥåñĝé ýöûŕ þåššŵöŕð ñöŵ. one two three four five six seven eight]"},"send_button":{"message":"[Šéñð one]"},"turndown_notice":{"message":"[Ñöŵ ţĥåţ Þåššŵöŕð Çĥéçķûþ îš îñţéĝŕåţéð îñţö Çĥŕömé, ŵé ŵîļļ бé šûñšéţţîñĝ ţĥé Þåššŵöŕð Çĥéçķûþ éxţéñšîöñ öñ Åûĝûšţ 31, 2020. Åƒţéŕ ţĥîš ðåţé, ţĥé Þåššŵöŕð Çĥéçķûþ éxţéñšîöñ ŵîļļ бé ðîšåбļéð åñð ñö ļöñĝéŕ ŕéþöŕţ ŵĥéţĥéŕ å ûšéŕñåmé öŕ þåššŵöŕð ĥåš бéééñ îñ å ðåţå бŕéåçĥ. Îñ öŕðéŕ ţö çöñţîñûé ŕéçéîvîñĝ ŵåŕñîñĝš, ûšéŕš šĥöûļð îñšţéåð šîĝñ-îñ ţö Çĥŕömé. Ûšéŕš mûšţ åļšö éñšûŕé ţĥåţ Çĥŕömé îš ûþ ţö ðåţé åñð ţĥåţ ţĥé Çĥŕömé šéçûŕîţý šéţţîñĝ 'Ŵåŕñ ýöû îƒ þåššŵöŕðš åŕé éxþöšéð îñ å ðåţå бŕéåçĥ' îš éñåбļéð (ðéƒåûļţ ûñļéšš þŕévîöûšļý çĥåñĝéð). one two three four five six seven eight nine ten eleven twelve thirteen fourteen fifteen sixteen seventeen eighteen nineteen twenty twentyone twentytwo twentythree twentyfour twentyfive twentysix twentyseven twentyeight twentynine thirty thirtyone thirtytwo thirtythree thirtyfour thirtyfive thirtysix thirtyseven thirtyeight thirtynine forty one two three four five six seven eight nine ten eleven twelve thirteen fourteen fifteen sixteen seventeen eighteen nineteen twenty twentyone twentytwo twentythree twentyfour twentyfive twentysix]"},"turndown_subtitle":{"message":"[Šûñšéţ åññöûñçéméñţ one two three]"},"turndown_uninstall_button":{"message":"[Ûñîñšţåļļ ñöŵ one two]"},"warning_banner_header":{"message":"[Çĥåñĝé ýöûŕ þåššŵöŕð one two three]"},"warning_text":{"message":"[Ţĥé Þåššŵöŕð Çĥéçķûþ éxţéñšîöñ ðéţéçţéð ţĥåţ ýöûŕ þåššŵöŕð ƒöŕ <b>ᐅ$1ᐊ</b> îš ñö ļöñĝéŕ šåƒé ðûé ţö å ðåţå бŕéåçĥ. one two three four five six seven eight nine ten eleven twelve thirteen fourteen fifteen sixteen seventeen]","placeholders":{"1":{"content":"$1"}}}}
