{
   "cancel_button": {
      "message": "Atcelt"
   },
   "close_button": {
      "message": "Aizvērt"
   },
   "extension_description": {
      "message": "Izmantojot paplašinājumu Paroļu pārbaude, varat atkārtoti aizsargāt kontus, kuru drošība ir apdraudēta datu noplūdes dēļ."
   },
   "extension_detailed_description": {
      "message": "Neatkarīgi no tā, kur pierakstāties, saņemsiet brīdinājumu, ievadot lietotājvārdu un paroli, kas vairs nav droša uzņēmumam Google zināmas datu noplūdes dēļ. Lūdzu, atiestatiet savu paroli. Ja izmantojat tādu pašu lietotājvārdu un paroli citiem kontiem, lūdzu, atiestatiet paroli visos šajos kontos.\n\nFunkcija Paroļu pārbaude tika izstrādāta, ņemot vērā konfidencialitāti. Tajā nekad netiek atklāta identificējoša informācija par jūsu kontiem, parolēm vai ierīci. Mēs ziņojam anonīmu informāciju par to, cik pārbaudēs ir konstatēti nedroši akreditācijas dati, vai brīdinājuma dēļ ir mainīta parole un kāds ir attiecīgais domēns, lai aptvertu vairāk vietņu. Plašāku informāciju par funkcijas Paroļu pārbaude darbību skatiet vietnē https://support.google.com/accounts?p=password-checkup.\n\nTā kā funkcija Paroļu pārbaude tagad ir integrēta pārlūkā Chrome, 2020. gada 31. augustā tiks pārtraukta paplašinājuma Paroļu pārbaude darbība. Pēc šī datuma paplašinājums Paroļu pārbaude tiks atspējots un vairs neziņos par iespējamu lietotājvārda vai paroles atklāšanu datu noplūdes dēļ. Lai turpinātu saņemt brīdinājumus, lietotājiem būs jāpierakstās pārlūkā Chrome. Lietotājiem arī jāizmanto pārlūka Chrome jaunākā versija un jāiespējo Chrome drošības iestatījums “Brīdināt, ja paroles ir atklātas datu noplūdes dēļ” (iespējots pēc noklusējuma, ja vien iepriekš nav mainīts).\n\nInstalējot šo paplašinājumu, jūs piekrītat Google pakalpojumu sniegšanas noteikumiem un konfidencialitātes politikai: www.google.com/policies/."
   },
   "extension_name": {
      "message": "Paplašinājums Paroļu pārbaude"
   },
   "feedback_message": {
      "message": "Sūtīt atsauksmes"
   },
   "feedback_notice": {
      "message": "Pārejiet uz \u003Ca href=\"https://support.google.com/legal/answer/3110420\">juridiskās palīdzības lapu\u003C/a>, lai pieprasītu satura izmaiņas juridisku iemeslu dēļ. Noteikta konta un sistēmas informācija var tikt nosūtīta uzņēmumam Google. Mēs izmantosim jūsu sniegto informāciju, lai palīdzētu novērst tehniskas problēmas un uzlabotu mūsu pakalpojumus. Jūsu informācija tiks izmantota saskaņā ar mūsu \u003Ca href=\"https://www.google.com/intl/lv/policies/privacy/\">konfidencialitātes politiku\u003C/a> un \u003Ca href=\"https://www.google.com/intl/lv/policies/terms/\">pakalpojumu sniegšanas noteikumiem\u003C/a>."
   },
   "feedback_thanks": {
      "message": "Paldies par atsauksmēm! Tagad varat aizvērt šo lapu."
   },
   "feedback_tooltip": {
      "message": "Aprakstiet problēmu vai izsakiet viedokli. Lūdzu, neiekļaujiet atsauksmēs nekādu personu identificējošu informāciju vai akreditācijas datus."
   },
   "ignore_button": {
      "message": "Ignorēt šajā vietnē"
   },
   "learn_more": {
      "message": "Uzzināt vairāk"
   },
   "popup_advanced_settings_action": {
      "message": "Papildu iestatījumi"
   },
   "popup_default_status_message": {
      "message": "Datu noplūdē netika konstatēta neviena no jūsu nesen ievadītajām parolēm."
   },
   "popup_ignore_button": {
      "message": "Ignorēt"
   },
   "popup_ignored_status_message": {
      "message": "Datu noplūdē netika konstatēta neviena no jūsu nesen ievadītajām parolēm. Tas neattiecas uz nedrošām parolēm, kurām esat izvēlējies ignorēt atiestatīšanu."
   },
   "popup_learn_more": {
      "message": "Uzzināt vairāk"
   },
   "popup_lookup_count_message": {
      "message": "Pēdējās nedēļas laikā analizēto paroļu skaits:"
   },
   "popup_multiple_accounts_warning_status_message": {
      "message": "Paplašinājumā Paroļu pārbaude tika konstatēts, ka tālāk norādītajiem \u003Cb>$1 kontiem\u003C/b> ir paroles, kas vairs nav drošas datu noplūdes dēļ.",
      "placeholders": {
         "1": {
            "content": "$1"
         }
      }
   },
   "popup_number_unsafe_accounts": {
      "message": "$1 nedroši konti",
      "placeholders": {
         "1": {
            "content": "$1"
         }
      }
   },
   "popup_one_account_warning_status_message": {
      "message": "Paplašinājumā Paroļu pārbaude tika konstatēts, ka tālāk norādītajam \u003Cb>1 kontam\u003C/b> ir parole, kas vairs nav droša datu noplūdes dēļ."
   },
   "popup_opt_out_anonymous_reporting_text": {
      "message": "Vai atteikties no anonīmas ziņošanas par šo paplašinājuma instalāciju?"
   },
   "popup_reset_extension_button": {
      "message": "Notīrīt paplašinājuma datus"
   },
   "popup_reset_extension_text": {
      "message": "Notīriet visus paplašinājuma datus. Tādējādi tiks noņemta visa saglabātā informācija par nedrošām parolēm un iepriekš ignorētajām vietnēm."
   },
   "popup_send_feedback": {
      "message": "Sūtīt atsauksmes"
   },
   "popup_turndown_link": {
      "message": "Uzziniet vairāk."
   },
   "popup_turndown_message": {
      "message": "Tā kā funkcija Paroļu pārbaude tagad ir integrēta pārlūkā Chrome, 2020. gada 31. augustā tiks pārtraukta šī paplašinājuma darbība."
   },
   "popup_warning_action": {
      "message": "Nomainiet paroles tūlīt."
   },
   "reset_text": {
      "message": "Nomainiet paroli tūlīt."
   },
   "send_button": {
      "message": "Sūtīt"
   },
   "turndown_notice": {
      "message": "Tā kā funkcija Paroļu pārbaude tagad ir integrēta pārlūkā Chrome, 2020. gada 31. augustā tiks pārtraukta paplašinājuma Paroļu pārbaude darbība. Pēc šī datuma paplašinājums Paroļu pārbaude tiks atspējots un vairs neziņos par iespējamu lietotājvārda vai paroles atklāšanu datu noplūdes dēļ. Lai turpinātu saņemt brīdinājumus, lietotājiem būs jāpierakstās pārlūkā Chrome. Lietotājiem arī jāizmanto pārlūka Chrome jaunākā versija un jāiespējo Chrome drošības iestatījums “Brīdināt, ja paroles ir atklātas datu noplūdes dēļ” (iespējots pēc noklusējuma, ja vien nav iepriekš mainīts)."
   },
   "turndown_subtitle": {
      "message": "Paziņojums par darbības pārtraukšanu"
   },
   "turndown_uninstall_button": {
      "message": "Atinstalēt tūlīt"
   },
   "warning_banner_header": {
      "message": "Nomainiet paroli"
   },
   "warning_text": {
      "message": "Paplašinājumā Paroļu pārbaude tika konstatēts, ka jūsu parole domēnā \u003Cb>$1\u003C/b> vairs nav droša datu noplūdes dēļ.",
      "placeholders": {
         "1": {
            "content": "$1"
         }
      }
   }
}
