{
   "cancel_button": {
      "message": "Ghairi"
   },
   "close_button": {
      "message": "Funga"
   },
   "extension_description": {
      "message": "Kiendelezi cha Kikagua Manenosiri hukusaidia uimarishe upya usalama wa akaunti zilizoathiriwa na tukio la ukiukaji wa data."
   },
   "extension_detailed_description": {
      "message": "Utapokea arifa wakati wowote unapoingia katika akaunti ukitumia jina la mtumiaji na nenosiri ambalo si salama tena kutokana na ukiukaji wa data utakaobainishwa na Google. Tafadhali badilisha nenosiri lako. Ikiwa unatumia jina la mtumiaji na nenosiri lile lile kwa akaunti nyingine, tafadhali badilisha nenosiri lako kwenye akaunti hiyo nyingine.\n\nMadhumuni ya Kikagua Manenosiri ni kulinda faragha. Kipengele hiki hakitoi kamwe taarifa inayotambulisha akaunti, manenosiri au kifaa chako. Huwa tunaripoti taarifa isiyokutambulisha kuhusu mara ambazo kitambulisho kisicho salama kinatumika, iwe arifa inasababisha kubadilishwa kwa nenosiri na kikoa husika ili kuboresha huduma ya tovuti. Unaweza kupata maelezo zaidi kuhusu jinsi Kikagua Manenosiri kinavyofanya kazi kwenye https://support.google.com/accounts?p=password-checkup.\n\nKwa kuwa sasa Kikagua Manenosiri kimejumuishwa kwenye Chrome, tutaacha kutumia kiendelezi cha Kikagua Manenosiri tarehe 31 Agosti 2020. Baada ya tarehe hii, kiendelezi cha Kikagua Manenosiri kitazimwa na hakitaripoti tena iwapo jina la mtumiaji au nenosiri limeathiriwa na tukio la ufichuzi haramu wa data. Ili watumiaji waendelee kupokea maonyo, wanapaswa kuingia katika akaunti ya Chrome badala yake. Ni lazima watumiaji wahakikishe pia kuwa wanatumia toleo jipya la Chrome na mipangilio ya usalama ya Chrome ya ‘Pokea onyo iwapo manenosiri yameathiriwa na tukio la ufichuzi haramu wa data’ imewashwa (huwashwa kwa chaguomsingi isipokuwa iwe ilibadilishwa awali).\n\nKwa kusakinisha kipengee hiki, unakubali Sheria na Masharti na Sera ya Faragha ya Google kwenye www.google.com/policies/."
   },
   "extension_name": {
      "message": "Kiendelezi cha Kikagua Manenosiri"
   },
   "feedback_message": {
      "message": "Tuma maoni"
   },
   "feedback_notice": {
      "message": "Nenda kwenye \u003Ca href=\"https://support.google.com/legal/answer/3110420\">Ukurasa wa Usaidizi wa Kisheria\u003C/a> ili utume ombi la kubadilisha maudhui kwa sababu za kisheria. Huenda baadhi ya maelezo ya mfumo na akaunti yakatumwa kwa Google. Tutatumia maelezo unayotupa ili kusaidia kutatua matatizo ya kiufundi na kuboresha huduma zetu, kwa mujibu wa \u003Ca href=\"https://www.google.com/intl/en/policies/privacy/\">Sera ya Faragha\u003C/a> na \u003Ca href=\"https://www.google.com/intl/en/policies/terms/\">Sheria na Masharti\u003C/a> yetu."
   },
   "feedback_thanks": {
      "message": "Asante kwa maoni yako. Sasa unaweza kufunga ukurasa huu."
   },
   "feedback_tooltip": {
      "message": "Fafanua tatizo unalopata au ushiriki maoni yako. Tafadhali usijumuishe maelezo yoyote yanayokutambulisha au maelezo ya kitambulisho katika maoni unayotoa."
   },
   "ignore_button": {
      "message": "Puuza katika tovuti hii"
   },
   "learn_more": {
      "message": "Pata maelezo zaidi"
   },
   "popup_advanced_settings_action": {
      "message": "Mipangilio ya kina"
   },
   "popup_default_status_message": {
      "message": "Haikutambua manenosiri yoyote uliyoweka hivi majuzi yaliyoathiriwa na tukio la ufichuzi haramu wa data."
   },
   "popup_ignore_button": {
      "message": "Puuza"
   },
   "popup_ignored_status_message": {
      "message": "Haikutambua manenosiri yoyote uliyoweka hivi majuzi yaliyoathiriwa na tukio la ufichuzi haramu wa data. Hii haijumuishi manenosiri yasiyo salama ambayo hungependa kubadilisha."
   },
   "popup_learn_more": {
      "message": "Pata maelezo zaidi"
   },
   "popup_lookup_count_message": {
      "message": "Idadi ya manenosiri yaliyochanganuliwa wiki iliyopita:"
   },
   "popup_multiple_accounts_warning_status_message": {
      "message": "Kiendelezi cha Kikagua Manenosiri kimebaini kuwa \u003Cb>akaunti $1\u003C/b> zifuatazo zinatumia manenosiri ambayo si salama kutokana na tukio la ufichuzi haramu wa data.",
      "placeholders": {
         "1": {
            "content": "$1"
         }
      }
   },
   "popup_number_unsafe_accounts": {
      "message": "Akaunti $1 si salama",
      "placeholders": {
         "1": {
            "content": "$1"
         }
      }
   },
   "popup_one_account_warning_status_message": {
      "message": "Kiendelezi cha Kikagua Manenosiri kimebaini kuwa \u003Cb>akaunti 1\u003C/b> ifuatayo inatumia nenosiri ambalo si salama kutokana na tukio la ufichuzi haramu wa data."
   },
   "popup_opt_out_anonymous_reporting_text": {
      "message": "Ungependa kujiondoa kwenye mpango wa kuripoti bila kujitambulisha katika usakinishaji huu wa kiendelezi?"
   },
   "popup_reset_extension_button": {
      "message": "Futa data ya kiendelezi"
   },
   "popup_reset_extension_text": {
      "message": "Futa data yote ya kiendelezi Hatua hii itaondoa taarifa zote zilizohifadhiwa kuhusu manenosiri yasiyo salama na tovuti ulizopuuza."
   },
   "popup_send_feedback": {
      "message": "Tuma maoni"
   },
   "popup_turndown_link": {
      "message": "Pata maelezo zaidi."
   },
   "popup_turndown_message": {
      "message": "Kwa kuwa sasa Kikagua Manenosiri kimejumuishwa kwenye Chrome, tutaacha kutumia kiendelezi hiki tarehe 31 Agosti 2020."
   },
   "popup_warning_action": {
      "message": "Unapaswa kubadilisha manenosiri yako haraka iwezekanavyo."
   },
   "reset_text": {
      "message": "Unapaswa kulibadilisha nenosiri lako sasa."
   },
   "send_button": {
      "message": "Tuma"
   },
   "turndown_notice": {
      "message": "Kwa kuwa sasa Kikagua Manenosiri kimejumuishwa kwenye Chrome, tutaacha kutumia kiendelezi cha Kikagua Manenosiri tarehe 31 Agosti 2020. Baada ya tarehe hii, kiendelezi cha Kikagua Manenosiri kitazimwa na hakitaripoti tena iwapo jina la mtumiaji au nenosiri limeathiriwa na tukio la ufichuzi haramu wa data. Ili watumiaji waendelee kupokea maonyo, wanapaswa kuingia katika akaunti ya Chrome badala yake. Ni lazima watumiaji wahakikishe pia kuwa wanatumia toleo jipya la Chrome na mipangilio ya usalama ya Chrome ya ‘Pokea onyo iwapo manenosiri yameathiriwa na tukio la ufichuzi haramu wa data’ imewashwa (huwashwa kwa chaguomsingi isipokuwa iwe ilibadilishwa awali)."
   },
   "turndown_subtitle": {
      "message": "Tangazo kuhusu kuacha kutumia kipengee"
   },
   "turndown_uninstall_button": {
      "message": "Ondoa sasa"
   },
   "warning_banner_header": {
      "message": "Badilisha nenosiri lako"
   },
   "warning_text": {
      "message": "Kiendelezi cha Kikagua Manenosiri kimebaini kuwa nenosiri lako la \u003Cb>$1\u003C/b> si salama kutokana na tukio la ufichuzi haramu wa data.",
      "placeholders": {
         "1": {
            "content": "$1"
         }
      }
   }
}
