{
   "cancel_button": {
      "message": "Άκυρο"
   },
   "close_button": {
      "message": "Κλείσιμο"
   },
   "extension_description": {
      "message": "Η Επέκταση ελέγχου κωδικού πρόσβασης σας βοηθάει να ασφαλίσετε ξανά λογαριασμούς που επηρεάστηκαν από παραβιάσεις δεδομένων."
   },
   "extension_detailed_description": {
      "message": "Οπουδήποτε συνδέεστε, θα λαμβάνετε μια ειδοποίηση εάν εισαγάγετε ένα όνομα χρήστη και έναν κωδικό πρόσβασης που δεν είναι πλέον ασφαλείς, επειδή εμφανίστηκαν σε μια παραβίαση δεδομένων γνωστή στην Google. Επαναφέρετε τον κωδικό πρόσβασής σας. Εάν χρησιμοποιείτε το ίδιο όνομα χρήστη και τον κωδικό πρόσβασης για οποιονδήποτε άλλον λογαριασμό, επαναφέρετε τον κωδικό πρόσβασής σας και εκεί επίσης.\n\nΟ Έλεγχος κωδικού πρόσβασης σχεδιάστηκε με γνώμονα το απόρρητο. Δεν αναφέρει ποτέ πληροφορίες ταυτοποίησης σχετικά με τους λογαριασμούς, τους κωδικούς πρόσβασης ή τη συσκευή σας. Αναφέρουμε ανώνυμες πληροφορίες σχετικά με τον αριθμό των αναζητήσεων που εμφανίζουν μη ασφαλή διαπιστευτήρια, εάν μια ειδοποίηση οδηγεί στην αλλαγή του κωδικού πρόσβασης και τον τομέα που συμμετέχει για τη βελτίωση της κάλυψης ιστοτόπου. Μπορείτε να μάθετε περισσότερα σχετικά με τον τρόπο με τον οποίο λειτουργεί ο Έλεγχος κωδικού πρόσβασης στη διεύθυνση https://support.google.com/accounts?p=password-checkup.\n\nΤώρα που ο Έλεγχος κωδικού πρόσβασης είναι ενσωματωμένος στο Chrome, θα καταργήσουμε την Επέκταση ελέγχου κωδικού πρόσβασης στις 31 Αυγούστου 2020. Μετά από αυτήν την ημερομηνία, η Επέκταση ελέγχου κωδικού πρόσβασης θα απενεργοποιηθεί και δεν θα αναφέρει πλέον εάν ένα όνομα χρήστη ή ένας κωδικός πρόσβασης έχει αποκαλυφθεί στο πλαίσιο μιας παραβίασης δεδομένων. Προκειμένου να συνεχίσουν να λαμβάνουν ειδοποιήσεις, οι χρήστες θα πρέπει εναλλακτικά να συνδεθούν στο Chrome. Οι χρήστες θα πρέπει επίσης να διασφαλίσουν ότι το Chrome είναι ενημερωμένο και ότι η ρύθμιση ασφαλείας του Chrome \"Σας προειδοποιεί σε περίπτωση που οι κωδικοί πρόσβασής σας αποκαλυφθούν στο πλαίσιο μιας παραβίασης δεδομένων\" είναι ενεργοποιημένη (αποτελεί προεπιλογή, εκτός εάν την αλλάξετε).\n\nΜε την εγκατάσταση αυτού του στοιχείου, συμφωνείτε με τους Όρους Παροχής Υπηρεσιών και την Πολιτική απορρήτου της Google στη διεύθυνση www.google.com/policies/."
   },
   "extension_name": {
      "message": "Επέκταση ελέγχου κωδικού πρόσβασης"
   },
   "feedback_message": {
      "message": "Αποστολή σχολίων"
   },
   "feedback_notice": {
      "message": "Μεταβείτε στη \u003Ca href=\"https://support.google.com/legal/answer/3110420\">σελίδα Νομικής βοήθειας\u003C/a> για να ζητήσετε αλλαγές περιεχομένου για νομικούς λόγους. Ορισμένες πληροφορίες λογαριασμού και συστήματος θα σταλούν στην Google. Θα χρησιμοποιήσουμε τις πληροφορίες που μας παρέχετε για να βοηθήσουμε στην επίλυση τεχνικών προβλημάτων και να βελτιώσουμε τις υπηρεσίες μας, σύμφωνα με την \u003Ca href=\"https://www.google.com/intl/en/policies/privacy/\">Πολιτική απορρήτου\u003C/a> και τους \u003Ca href=\"https://www.google.com/intl/en/policies/terms/\">Όρους Παροχής Υπηρεσιών\u003C/a>."
   },
   "feedback_thanks": {
      "message": "Σας ευχαριστούμε για τα σχόλια. Μπορείτε να κλείσετε αυτήν τη σελίδα."
   },
   "feedback_tooltip": {
      "message": "Περιγράψτε το πρόβλημά σας ή μοιραστείτε τις ιδέες σας. Μην συμπεριλάβετε στοιχεία προσωπικής ταυτοποίησης ή λεπτομέρειες διαπιστευτηρίων σε αυτά τα σχόλια."
   },
   "ignore_button": {
      "message": "Παράβλεψη για αυτόν τον ιστότοπο"
   },
   "learn_more": {
      "message": "Μάθετε περισσότερα"
   },
   "popup_advanced_settings_action": {
      "message": "Σύνθετες ρυθμίσεις"
   },
   "popup_default_status_message": {
      "message": "Κανένας από τους κωδικούς πρόσβασης που πληκτρολογήσατε πρόσφατα δεν εντοπίστηκε σε κάποια παραβίαση δεδομένων."
   },
   "popup_ignore_button": {
      "message": "Παράβλεψη"
   },
   "popup_ignored_status_message": {
      "message": "Κανένας από τους κωδικούς πρόσβασης που πληκτρολογήσατε πρόσφατα δεν εντοπίστηκε σε κάποια παραβίαση δεδομένων. Αυτό δεν περιλαμβάνει μη ασφαλείς κωδικούς πρόσβασης για τους οποίους έχετε επιλέξει παράβλεψη της επαναφοράς."
   },
   "popup_learn_more": {
      "message": "Μάθετε περισσότερα"
   },
   "popup_lookup_count_message": {
      "message": "Αριθμός κωδικών πρόσβασης που αναλύθηκαν την προηγούμενη εβδομάδα:"
   },
   "popup_multiple_accounts_warning_status_message": {
      "message": "Η Επέκταση ελέγχου κωδικού πρόσβασης εντόπισε ότι οι παρακάτω \u003Cb>$1 λογαριασμοί\u003C/b> έχουν κωδικούς πρόσβασης που δεν είναι πλέον ασφαλείς λόγω παραβίασης δεδομένων.",
      "placeholders": {
         "1": {
            "content": "$1"
         }
      }
   },
   "popup_number_unsafe_accounts": {
      "message": "$1 μη ασφαλείς λογαριασμοί",
      "placeholders": {
         "1": {
            "content": "$1"
         }
      }
   },
   "popup_one_account_warning_status_message": {
      "message": "Η Επέκταση ελέγχου κωδικού πρόσβασης εντόπισε ότι ο παρακάτω \u003Cb>1 λογαριασμός\u003C/b> έχει κωδικό πρόσβασης που δεν είναι πλέον ασφαλής λόγω παραβίασης δεδομένων."
   },
   "popup_opt_out_anonymous_reporting_text": {
      "message": "Θέλετε να εξαιρεθείτε από τις ανώνυμες αναφορές για αυτήν την εγκατάσταση της επέκτασης;"
   },
   "popup_reset_extension_button": {
      "message": "Διαγραφή δεδομένων επέκτασης"
   },
   "popup_reset_extension_text": {
      "message": "Διαγραφή όλων των δεδομένων επεκτάσεων. Αυτό θα καταργήσει όλες τις αποθηκευμένες πληροφορίες σχετικά με τους επικίνδυνους κωδικούς πρόσβασης και τους ιστοτόπους που παραβλέψατε στο παρελθόν."
   },
   "popup_send_feedback": {
      "message": "Αποστολή σχολίων"
   },
   "popup_turndown_link": {
      "message": "Μάθετε περισσότερα."
   },
   "popup_turndown_message": {
      "message": "Τώρα που ο Έλεγχος κωδικού πρόσβασης ‏είναι ενσωματωμένος στο Chrome, ‏αυτή η επέκταση θα σταματήσει να λειτουργεί από τις 31 Αυγούστου 2020."
   },
   "popup_warning_action": {
      "message": "Θα πρέπει να αλλάξετε τους κωδικούς πρόσβασής σας τώρα."
   },
   "reset_text": {
      "message": "Θα πρέπει να αλλάξετε τον κωδικό πρόσβασής σας τώρα."
   },
   "send_button": {
      "message": "Αποστολή"
   },
   "turndown_notice": {
      "message": "Τώρα που ο Έλεγχος κωδικού πρόσβασης είναι ενσωματωμένος στο Chrome, θα καταργήσουμε την Επέκταση ελέγχου κωδικού πρόσβασης στις 31 Αυγούστου 2020. Μετά από αυτήν την ημερομηνία, η Επέκταση ελέγχου κωδικού πρόσβασης θα απενεργοποιηθεί και δεν θα αναφέρει πλέον εάν ένα όνομα χρήστη ή ένας κωδικός πρόσβασης έχει αποκαλυφθεί στο πλαίσιο μιας παραβίασης δεδομένων. Προκειμένου να συνεχίσουν να λαμβάνουν ειδοποιήσεις, οι χρήστες θα πρέπει εναλλακτικά να συνδεθούν στο Chrome. Οι χρήστες θα πρέπει επίσης να διασφαλίσουν ότι το Chrome είναι ενημερωμένο και ότι η ρύθμιση ασφαλείας του Chrome \"Σας προειδοποιεί σε περίπτωση που οι κωδικοί πρόσβασής σας αποκαλυφθούν στο πλαίσιο μιας παραβίασης δεδομένων\" είναι ενεργοποιημένη (αποτελεί προεπιλογή, εκτός εάν την αλλάξετε)."
   },
   "turndown_subtitle": {
      "message": "Ανακοίνωση κατάργησης"
   },
   "turndown_uninstall_button": {
      "message": "Απεγκατάσταση τώρα"
   },
   "warning_banner_header": {
      "message": "Αλλάξτε τον κωδικό πρόσβασής σας"
   },
   "warning_text": {
      "message": "Η Επέκταση ελέγχου κωδικού πρόσβασης εντόπισε ότι ο κωδικός πρόσβασής σας για το \u003Cb>$1\u003C/b> δεν είναι πλέον ασφαλής λόγω παραβίασης δεδομένων.",
      "placeholders": {
         "1": {
            "content": "$1"
         }
      }
   }
}
