{"cancel_button":{"message":"မလုပ်တော့"},"close_button":{"message":"ပိတ်ရန်"},"extension_description":{"message":"ဒေတာပေါက်ကြားမှုများကြောင့် ထိခိုက်ခဲ့သော အကောင့်များ လုံခြုံရေးပြန်လည်ထည့်သွင်းရန် 'စကားဝှက် စစ်ဆေးခြင်းအတွက် ပရိုဂရမ်အဆက်' က ကူညီပါသည်။"},"extension_detailed_description":{"message":"Google ကသိရှိပြီးဖြစ်သည့် ဒေတာကျိုးပေါက်မှုတွင်ပါဝင်လာသဖြင့် လုံခြုံမှုမရှိတော့သော အသုံးပြုသူအမည်နှင့် စကားဝှက်ကို သင်ထည့်သွင်း၍ လက်မှတ်ထိုးဝင်သည့်နေရာတိုင်းတွင် သတိပေးချက်ရရှိပါမည်။ သင့်စကားဝှက်ကို ပြင်ဆင်သတ်မှတ်ပါ။ အခြားအကောင့်များအတွက် သင်အသုံးပြုထားသော အသုံးပြုသူအမည်နှင့် စကားဝှက်တို့ တူညီနေလျှင် ထိုနေရာများတွင်လည်း သင့်စကားဝှက်ကို ပြင်ဆင်သတ်မှတ်ပါ။\n\nပုဂ္ဂိုလ်ရေး လုံခြုံမှုကို ဦးစားပေး၍ 'စကားဝှက်စစ်ဆေးခြင်း' ကို ပြုလုပ်ထားပါသည်။ သင့်အကောင့်၊ စကားဝှက် သို့မဟုတ် စက်ပစ္စည်းတို့နှင့် ပတ်သက်၍ ခွဲခြားဖော်ထုတ်နိုင်သော အချက်အလက်များကို ၎င်းက မည်သည့်အခါမျှ အစီရင်ခံမည်မဟုတ်ပါ။ စကားဝှက်ပြောင်းခြင်းအတွက် သတိပေးခြင်းဖြစ်စေ၊ ဝဘ်ဆိုက်ရရှိမှု တိုးတက်စေရေး ပါဝင်သည့်ဒိုမိန်းများအတွက် သတိပေးခြင်းဖြစ်စေ လုံခြုံမှုမရှိသော အထောက်အထားများကို ရှာဖွေမှုအရေအတွက်များအကြောင်း အချက်အလက်များကို အမည်မဖော်ဘဲ အစီရင်ခံပါသည်။ 'စကားဝှက်စစ်ဆေးခြင်း' ၏ အလုပ်လုပ်ပုံကို https://support.google.com/accounts?p=password-checkup တွင် ပိုမိုလေ့လာနိုင်သည်။\n\nယခုအခါ 'စကားဝှက်စစ်ဆေးခြင်း' ကို Chrome တွင် ပေါင်းထည့်လိုက်သောကြောင့် ၂၀၂၀၊ ဩဂုတ် ၃၁ ရက်တွင် 'စကားဝှက် စစ်ဆေးခြင်း နောက်ဆက်တွဲ' ကို ရပ်လိုက်ပါမည်။ ဤရက်စွဲနောက်ပိုင်းတွင် 'စကားဝှက် စစ်ဆေးခြင်း နောက်ဆက်တွဲ' ကို ပိတ်လိုက်မည်ဖြစ်ပြီး ဒေတာကျိုးပေါက်မှုတွင် အသုံးပြုသူအမည် (သို့) စကားဝှက် ပါဝင်ခြင်း ရှိမရှိကို သတင်းပို့တော့မည် မဟုတ်ပါ။ သတိပေးချက်များ ဆက်လက်ရရှိရန် အသုံးပြုသူများက Chrome သို့ လက်မှတ်ထိုးဝင်ရပါမည်။ အသုံးပြုသူများအနေနှင့် Chrome ကို အပ်ဒိတ်လုပ်ထားရမည် ဖြစ်ပြီး 'ဒေတာကျိုးပေါက်မှုတွင် သင့်စကားဝှက်ပါဝင်လျှင် သင့်အားသတိပေးခြင်း' Chrome လုံခြုံရေးဆက်တင်ကို ဖွင့်ထားရပါမည် (ယခင်က ပြောင်းမထားပါက မူရင်း ဖြစ်သည်)။\n\nဤအရာကို ထည့်သွင်းခြင်းဖြင့် သင်သည် www.google.com/policies/ ရှိ 'Google ဝန်ဆောင်မှု စည်းမျဉ်းများနှင့် ပုဂ္ဂိုလ်ရေးဆိုင်ရာ မူဝါဒ' တို့ကို သဘောတူရာ ရောက်ပါသည်။"},"extension_name":{"message":"စကားဝှက် စစ်ဆေးခြင်းအတွက် ပရိုဂရမ်အဆက်"},"feedback_message":{"message":"အကြံပြုရန်"},"feedback_notice":{"message":"ဥပဒေအကြောင်းများကြောင့် အကြောင်းအရာများ ပြောင်းလဲမှုအတွက် တောင်းဆိုရန် <a href=\"https://support.google.com/legal/answer/3110420\">ဥပဒေရေးရာ အကူအညီ စာမျက်နှာ</a> သို့ သွားပါ။ အကောင့်နှင့် စနစ်အချက်အလက် အချို့ကို Google သို့ ပေးပို့နိုင်ပါသည်။ နည်းပညာဆိုင်ရာ ပြဿနာများကို ဖော်ထုတ်နိုင်ရန်နှင့် ဝန်ဆောင်မှုများ ပိုမိုကောင်းမွန်လာစေရန် သင်ပေးသော အချက်အလက်များကို ကျွန်ုပ်တို့၏ <a href=\"https://www.google.com/intl/en/policies/privacy/\">ပုဂ္ဂိုလ်ရေးဆိုင်ရာ မူဝါဒ</a> နှင့် <a href=\"https://www.google.com/intl/en/policies/terms/\">ဝန်ဆောင်မှုစည်းမျဉ်းများ</a> အရ အသုံးပြုပါမည်။"},"feedback_thanks":{"message":"သင်၏အကြံပြုချက်အတွက် ကျေးဇူးတင်ပါသည်။ ဤစာမျက်နှာကို ပိတ်နိုင်ပါပြီ။"},"feedback_tooltip":{"message":"သင်၏ပြဿနာကို ဖော်ပြပါ သို့မဟုတ် သင်၏စိတ်ကူးများကို မျှဝေပါ။ ဤအကြံပြုချက်တွင် မည်သူမှန်း ခွဲခြားဖော်ထုတ်နိုင်သည့် အချက်အလက်များ သို့မဟုတ် အထောက်အထား အသေးစိတ်များကို မထည့်သွင်းပါနှင့်။"},"ignore_button":{"message":"ဤဝဘ်ဆိုက်အတွက် လျစ်လျူရှုရန်"},"learn_more":{"message":"ပိုမိုလေ့လာရန်"},"popup_advanced_settings_action":{"message":"အဆင့်မြင့် ဆက်တင်များ"},"popup_default_status_message":{"message":"သင်ထည့်သွင်းထားသော စကားဝှက်တစ်ခုမျှ ဒေတာပေါက်ကြားမှုတွင် ပါဝင်ကြောင်း မတွေ့ရပါ။"},"popup_ignore_button":{"message":"လျစ်လျူရှုရန်"},"popup_ignored_status_message":{"message":"သင်ထည့်သွင်းထားသော စကားဝှက်တစ်ခုမျှ ဒေတာပေါက်ကြားမှုတွင် ပါဝင်ကြောင်း မတွေ့ရပါ။ ၎င်းတွင် သင် ပြင်ဆင်သတ်မှတ်ရန် လျစ်လျူရှုထားသည့် လုံခြုံမှုမရှိသော စကားဝှက်များ မပါဝင်ပါ။"},"popup_learn_more":{"message":"ပိုမိုလေ့လာရန်"},"popup_lookup_count_message":{"message":"ပြီးခဲ့သည့် တစ်ပတ်အတွင်း ပိုင်းခြားစိတ်ဖြာခဲ့သော စကားဝှက် အရေအတွက်-"},"popup_multiple_accounts_warning_status_message":{"message":"ဒေတာပေါက်ကြားမှုကြောင့် အောက်ပါ <b>အကောင့် $1 ခု</b>တွင် စကားဝှက်များ လုံခြုံမှုမရှိတော့ကြောင်း 'စကားဝှက် စစ်ဆေးခြင်းအတွက် ပရိုဂရမ်အဆက်' က တွေ့ရှိထားပါသည်။","placeholders":{"1":{"content":"$1"}}},"popup_number_unsafe_accounts":{"message":"လုံခြုံမှုမရှိသော အကောင့် $1 ခု","placeholders":{"1":{"content":"$1"}}},"popup_one_account_warning_status_message":{"message":"ဒေတာပေါက်ကြားမှုကြောင့် အောက်ပါ <b>အကောင့် ၁ ခု</b>တွင် စကားဝှက် လုံခြုံမှုမရှိတော့ကြောင်း 'စကားဝှက် စစ်ဆေးခြင်းအတွက် ပရိုဂရမ်အဆက်' က တွေ့ရှိထားပါသည်။"},"popup_opt_out_anonymous_reporting_text":{"message":"ဤနောက်ဆက်တွဲ ထည့်သွင်းမှုအတွက် အမည်မသိစေဘဲ အကြောင်းကြားခြင်းမှ ထွက်မလား။"},"popup_reset_extension_button":{"message":"နောက်ဆက်တွဲဒေတာများ ရှင်းထုတ်ရန်"},"popup_reset_extension_text":{"message":"နောက်ဆက်တွဲဒေတာ အားလုံး ရှင်းထုတ်ပါ။ ၎င်းက လုံခြုံမှုမရှိသော စကားဝှက်များနှင့် ယခင်က လျစ်လျူရှုထားသော ဝဘ်ဆိုက်များအကြောင်း သိမ်းထားသည့် အချက်အလက်အားလုံးကို ဖယ်ရှားပါမည်။"},"popup_send_feedback":{"message":"အကြံပြုချက် ပို့ရန်"},"popup_turndown_link":{"message":"ပိုမိုသိရှိရန်။"},"popup_turndown_message":{"message":"ယခုအခါ 'စကားဝှက်စစ်ဆေးခြင်း' ကို Chrome တွင် ပေါင်းထည့်လိုက်သောကြောင့် ၂၀၂၀၊ ဩဂုတ် ၃၁ ရက်တွင် ဤနောက်ဆက်တွဲကို ရပ်လိုက်ပါမည်။"},"popup_warning_action":{"message":"သင့်စကားဝှက်များကို ယခုပြောင်းပါ။"},"reset_text":{"message":"သင့်စကားဝှက်ကို ယခုပြောင်းပါ။"},"send_button":{"message":"ပို့ရန်"},"turndown_notice":{"message":"ယခုအခါ 'စကားဝှက်စစ်ဆေးခြင်း' ကို Chrome တွင် ပေါင်းထည့်လိုက်သောကြောင့် ၂၀၂၀၊ ဩဂုတ် ၃၁ ရက်တွင် 'စကားဝှက် စစ်ဆေးခြင်း နောက်ဆက်တွဲ' ကို ရပ်လိုက်ပါမည်။ ဤရက်စွဲနောက်ပိုင်းတွင် 'စကားဝှက် စစ်ဆေးခြင်း နောက်ဆက်တွဲ'ကို ပိတ်လိုက်မည်ဖြစ်ပြီး ဒေတာကျိုးပေါက်မှုတွင် အသုံးပြုသူအမည် (သို့) စကားဝှက် ပါဝင်ခြင်း ရှိမရှိကို သတင်းပို့တော့မည် မဟုတ်ပါ။ သတိပေးချက်များ ဆက်လက်ရရှိရန် အသုံးပြုသူများက Chrome သို့ လက်မှတ်ထိုးဝင်ရပါမည်။ အသုံးပြုသူများအနေနှင့် Chrome ကို အပ်ဒိတ်လုပ်ထားရမည် ဖြစ်ပြီး 'ဒေတာကျိုးပေါက်မှုတွင် သင့်စကားဝှက်ပါဝင်လျှင် သင့်အားသတိပေးခြင်း' Chrome လုံခြုံရေးဆက်တင်ကို ဖွင့်ထားရပါမည် (ယခင်က ပြောင်းမထားပါက မူရင်း ဖြစ်သည်)။"},"turndown_subtitle":{"message":"ရပ်ရန် ကြေညာချက်"},"turndown_uninstall_button":{"message":"ယခု ဖယ်ရှားရန်"},"warning_banner_header":{"message":"သင့်စကားဝှက် ပြောင်းပါ"},"warning_text":{"message":"ဒေတာပေါက်ကြားမှုကြောင့် <b>$1</b> အတွက် သင့်စကားဝှက်သည် လုံခြုံမှုမရှိတော့ကြောင်း 'စကားဝှက် စစ်ဆေးခြင်းအတွက် ပရိုဂရမ်အဆက်' က တွေ့ရှိထားပါသည်။","placeholders":{"1":{"content":"$1"}}}}
