{
   "cancel_button": {
      "message": "Cancelar"
   },
   "close_button": {
      "message": "Fechar"
   },
   "extension_description": {
      "message": "A extensão Verificação de Palavra-passe ajuda-o a voltar a proteger as contas afetadas por violações de dados."
   },
   "extension_detailed_description": {
      "message": "Onde quer que inicie sessão, se introduzir um nome de utilizador e uma palavra-passe que já não sejam seguros por aparecerem numa violação de dados conhecida do Google, irá receber um alerta. Reponha a palavra-passe. Se utilizar o mesmo nome de utilizador e palavra-passe para outras contas, reponha a palavra-passe também nessas contas.\n\nA Verificação de Palavra-passe foi concebida a pensar na privacidade. Nunca comunica informações de identificação relacionadas com as suas contas, palavras-passe ou dispositivos. Comunicamos, efetivamente, informações anónimas relativas ao número de pesquisas que apresentam uma credencial insegura, se um alerta origina a alteração de uma palavra-passe e o domínio envolvido para melhorar a cobertura do site. Pode saber mais sobre o funcionamento da Verificação de Palavra-passe em https://support.google.com/accounts?p=password-checkup.\n\nAgora que a Verificação de Palavra-passe está integrada no Chrome, vamos descontinuar a extensão Verificação de palavras-passe a 31 de agosto de 2020. Após esta data, a extensão Verificação de palavras-passe será desativada e deixará de comunicar se um nome de utilizador ou uma palavra-passe foram alvo de uma violação de dados. Para continuar a receber avisos, os utilizadores devem, em alternativa, iniciar sessão no Chrome. Os utilizadores também têm de se certificar de que o Chrome está atualizado e que a definição de segurança do Chrome \"Avisar se as suas palavras-passe forem alvo de uma violação de dados\" está ativada (está predefinida, salvo se tiver sido alterada anteriormente).\n\nAo instalar este item, aceita os Termos de Utilização do Google e a Política de Privacidade da Google, disponíveis em www.google.com/policies/."
   },
   "extension_name": {
      "message": "Extensão Verificação de Palavra-passe"
   },
   "feedback_message": {
      "message": "Envie comentários"
   },
   "feedback_notice": {
      "message": "Aceda à \u003Ca href=\"https://support.google.com/legal/answer/3110420\">página da Ajuda legal\u003C/a> para solicitar alterações ao conteúdo por motivos legais. Algumas informações da conta e do sistema poderão ser enviadas para a Google. Utilizamos as informações fornecidas para ajudar a resolver problemas técnicos e melhorar os nossos serviços, sujeitas à nossa \u003Ca href=\"https://www.google.com/intl/pt-PT/policies/privacy/\">Política de Privacidade\u003C/a> e aos \u003Ca href=\"https://www.google.com/intl/pt-PT/policies/terms/\">Termos de Utilização\u003C/a>."
   },
   "feedback_thanks": {
      "message": "Obrigado pelos seus comentários. Já pode fechar esta página."
   },
   "feedback_tooltip": {
      "message": "Descreva o seu problema ou partilhe as suas ideias. Não inclua informações de identificação pessoal nem detalhes de credenciais nestes comentários."
   },
   "ignore_button": {
      "message": "Ignorar para este site"
   },
   "learn_more": {
      "message": "Saiba mais"
   },
   "popup_advanced_settings_action": {
      "message": "Definições avançadas"
   },
   "popup_default_status_message": {
      "message": "Nenhuma das palavras-passe que introduziu recentemente foi detetada numa violação de dados."
   },
   "popup_ignore_button": {
      "message": "Ignorar"
   },
   "popup_ignored_status_message": {
      "message": "Nenhuma das palavras-passe que introduziu recentemente foi detetada numa violação de dados. Isto não inclui palavras-passe inseguras cuja reposição optou por ignorar."
   },
   "popup_learn_more": {
      "message": "Saiba mais"
   },
   "popup_lookup_count_message": {
      "message": "Número de palavras-passe analisadas na última semana:"
   },
   "popup_multiple_accounts_warning_status_message": {
      "message": "A extensão Verificação de Palavra-passe detetou que as seguintes \u003Cb>$1 contas\u003C/b> têm palavras-passe que já não são seguras devido a uma violação de dados.",
      "placeholders": {
         "1": {
            "content": "$1"
         }
      }
   },
   "popup_number_unsafe_accounts": {
      "message": "$1 contas desprotegidas",
      "placeholders": {
         "1": {
            "content": "$1"
         }
      }
   },
   "popup_one_account_warning_status_message": {
      "message": "A extensão Verificação de Palavra-passe detetou que a seguinte \u003Cb>conta\u003C/b> tem uma palavra-passe que já não é segura devido a uma violação de dados."
   },
   "popup_opt_out_anonymous_reporting_text": {
      "message": "Pretende desativar os relatórios anónimos para esta instalação da extensão?"
   },
   "popup_reset_extension_button": {
      "message": "Limpar dados de extensões"
   },
   "popup_reset_extension_text": {
      "message": "Limpe todos os dados de extensões. Esta ação remove todas as informações armazenadas acerca de palavras-passe inseguras e sites ignorados anteriormente."
   },
   "popup_send_feedback": {
      "message": "Enviar feedback"
   },
   "popup_turndown_link": {
      "message": "Obtenha mais informações."
   },
   "popup_turndown_message": {
      "message": "Agora que a Verificação de Palavra-passe está integrada no Chrome, esta extensão deixará de funcionar a 31 de agosto de 2020."
   },
   "popup_warning_action": {
      "message": "Deve alterar as suas palavras-passe agora."
   },
   "reset_text": {
      "message": "Deve alterar a sua palavra-passe agora."
   },
   "send_button": {
      "message": "Enviar"
   },
   "turndown_notice": {
      "message": "Agora que a Verificação de Palavra-passe está integrada no Chrome, vamos descontinuar a extensão Verificação de palavras-passe a 31 de agosto de 2020. Após esta data, a extensão Verificação de palavras-passe será desativada e deixará de comunicar se um nome de utilizador ou uma palavra-passe foram alvo de uma violação de dados. Para continuar a receber avisos, os utilizadores devem, em alternativa, iniciar sessão no Chrome. Os utilizadores também têm de se certificar de que o Chrome está atualizado e que a definição de segurança do Chrome \"Avisar se as suas palavras-passe forem alvo de uma violação de dados\" está ativada (está predefinida, salvo se tiver sido alterada anteriormente)."
   },
   "turndown_subtitle": {
      "message": "Anúncio de descontinuação"
   },
   "turndown_uninstall_button": {
      "message": "Desinstalar agora"
   },
   "warning_banner_header": {
      "message": "Alterar a palavra-passe"
   },
   "warning_text": {
      "message": "A extensão Verificação de Palavra-passe detetou que sua palavra-passe de \u003Cb>$1\u003C/b> já não é segura devido a uma violação de dados.",
      "placeholders": {
         "1": {
            "content": "$1"
         }
      }
   }
}
