{
   "cancel_button": {
      "message": "Отказ"
   },
   "close_button": {
      "message": "Затваряне"
   },
   "extension_description": {
      "message": "Разширението „Проверка на паролите“ ви помага да защитите отново профилите, които са били засегнати при нарушението на сигурността на данните."
   },
   "extension_detailed_description": {
      "message": "Ако при влизане в профила си въведете потребителско име и парола, които вече не са безопасни, тъй като са били разкрити при инцидент, свързан с известно на Google нарушение на сигурността на данните, ще получите сигнал. Моля, задайте нова парола. В случай че използвате същото потребителско име и парола за други профили, задайте нова парола и за тях.\n\nФункцията за проверка на паролите бе създадена с грижа за поверителността. Тя никога не съобщава идентифицираща информация за вашите профили, пароли или устройство. Съобщаваме анонимна информация за броя търсения, при които се разкриват небезопасни идентификационни данни, независимо дали съответният сигнал води до промяна на паролата, и за свързания домейн с цел подобряване на покритието на сайтове. Можете да научите повече за това, как работи проверката на паролите, на адрес https://support.google.com/accounts?p=password-checkup.\n\nФункцията за проверка на паролите вече е интегрирана в Chrome, поради което ще оттеглим разширението Password Checkup на 31 август 2020 г. След тази дата то ще бъде деактивирано и вече няма да подава сигнал дали потребителско име или парола са били разкрити при нарушение на сигурността на данните. За да продължат да получават предупреждения, потребителите трябва вместо това да влязат в профила си в Chrome. Те трябва и да се уверят, че браузърът е актуален и че настройката за сигурността „Предупреждение за разкрити пароли при нарушение на сигурността на данните“ е активирана (по подразбиране е включена).\n\nС инсталирането на този елемент приемате Общите условия и Декларацията за поверителност на Google на адрес www.google.com/policies/."
   },
   "extension_name": {
      "message": "Разширение „Проверка на паролите“"
   },
   "feedback_message": {
      "message": "Изпращане на отзиви"
   },
   "feedback_notice": {
      "message": "Отворете \u003Ca href=\"https://support.google.com/legal/answer/3110420\">страницата за правна помощ\u003C/a>, за да заявите промени в съдържанието поради правни причини. Част от информацията за профила и системата може да бъде изпратена до Google. Ще използваме предоставената ни от вас информация с цел решаване на технически проблеми и подобряване на услугите ни съгласно \u003Ca href=\"https://www.google.com/intl/bg/policies/privacy/\">Декларацията ни за поверителност\u003C/a> и \u003Ca href=\"https://www.google.com/intl/bg/policies/terms/\">Общите ни условия\u003C/a>."
   },
   "feedback_thanks": {
      "message": "Благодарим ви за отзивите. Вече можете да затворите тази страница."
   },
   "feedback_tooltip": {
      "message": "Опишете проблема или споделете идеите си. Моля, не включвайте в отзивите информация, позволяваща лично идентифициране, нито подробности за идентификационни данни."
   },
   "ignore_button": {
      "message": "Пренебрегване за този сайт"
   },
   "learn_more": {
      "message": "Научете повече"
   },
   "popup_advanced_settings_action": {
      "message": "Разширени настройки"
   },
   "popup_default_status_message": {
      "message": "При нарушението на сигурността на данните не бе разкрита нито една от наскоро въведените от вас пароли."
   },
   "popup_ignore_button": {
      "message": "Пренебрегване"
   },
   "popup_ignored_status_message": {
      "message": "При нарушението на сигурността на данните не бе разкрита нито една от наскоро въведените от вас пароли. Това не включва небезопасните пароли, за които пренебрегнахте предупреждението и решихте да не променяте."
   },
   "popup_learn_more": {
      "message": "Научете повече"
   },
   "popup_lookup_count_message": {
      "message": "Брой пароли, анализирани през последната седмица:"
   },
   "popup_multiple_accounts_warning_status_message": {
      "message": "Разширението „Проверка на паролите“ установи, че паролите ви за следните \u003Cb>$1 профила\u003C/b> вече не са безопасни поради нарушение на сигурността на данните.",
      "placeholders": {
         "1": {
            "content": "$1"
         }
      }
   },
   "popup_number_unsafe_accounts": {
      "message": "$1 профила в опасност",
      "placeholders": {
         "1": {
            "content": "$1"
         }
      }
   },
   "popup_one_account_warning_status_message": {
      "message": "Разширението „Проверка на паролите“ установи, че паролата за следния \u003Cb>1 профил\u003C/b> вече не е безопасна поради нарушение на сигурността на данните."
   },
   "popup_opt_out_anonymous_reporting_text": {
      "message": "Искате ли да се откажете от анонимното подаване на сигнали за това инсталиране на разширението?"
   },
   "popup_reset_extension_button": {
      "message": "Изчистване на данните от разширението"
   },
   "popup_reset_extension_text": {
      "message": "Всички данни от разширението ще бъдат изчистени. Така ще бъде премахната цялата съхранявана информация за небезопасните пароли и по-рано пренебрегнатите сайтове."
   },
   "popup_send_feedback": {
      "message": "Изпращане на отзиви"
   },
   "popup_turndown_link": {
      "message": "Научете повече."
   },
   "popup_turndown_message": {
      "message": "Функцията за проверка на паролите вече е интегрирана в Chrome, поради което това разширение ще спре да работи на 31 август 2020 г."
   },
   "popup_warning_action": {
      "message": "Трябва да ги промените незабавно."
   },
   "reset_text": {
      "message": "Трябва да промените паролата си незабавно.​"
   },
   "send_button": {
      "message": "Изпращане"
   },
   "turndown_notice": {
      "message": "Функцията за проверка на паролите вече е интегрирана в Chrome, поради което ще оттеглим разширението Password Checkup на 31 август 2020 г. След тази дата то ще бъде деактивирано и вече няма да подава сигнал дали потребителско име или парола са били разкрити при нарушение на сигурността на данните. За да продължат да получават предупреждения, потребителите трябва вместо това да влязат в профила си в Chrome. Те трябва и да се уверят, че браузърът е актуален и че настройката за сигурността „Предупреждение за разкрити пароли при нарушение на сигурността на данните“ е активирана (по подразбиране е включена)."
   },
   "turndown_subtitle": {
      "message": "Съобщение за оттегляне"
   },
   "turndown_uninstall_button": {
      "message": "Деинсталиране сега"
   },
   "warning_banner_header": {
      "message": "Промяна на паролата ви"
   },
   "warning_text": {
      "message": "Разширението „Проверка на паролите“ установи, че паролата ви за \u003Cb>$1\u003C/b> вече не е безопасна поради нарушение на сигурността на данните.",
      "placeholders": {
         "1": {
            "content": "$1"
         }
      }
   }
}
