{
   "cancel_button": {
      "message": "Abbrechen"
   },
   "close_button": {
      "message": "Schließen"
   },
   "extension_description": {
      "message": "Die Passwortcheck-Erweiterung hilft Ihnen dabei, Konten, die von Datenpannen betroffen sind, wieder zu sichern."
   },
   "extension_detailed_description": {
      "message": "Wenn Sie bei einer Anmeldung einen Nutzernamen und ein Passwort eingeben, das aufgrund einer Google bekannten Datenpanne nicht mehr sicher ist, erhalten Sie eine Benachrichtigung. Bitte setzen Sie Ihr Passwort dann zurück. Wenn Sie denselben Nutzernamen und dasselbe Passwort für andere Konten verwenden, setzen Sie das Passwort dort ebenfalls zurück.\n\nBei der Implementierung des Passwortchecks war uns der Schutz Ihrer Daten ein wichtiges Anliegen. Es werden nie Informationen über Ihre Konten, Passwörter oder Geräte gemeldet, mit denen Sie identifizierbar sind. Wir melden anonyme Informationen zur Anzahl der Abrufe von unsicheren Anmeldedaten, zur betreffenden Domain, um die Website-Abdeckung zu verbessern, sowie dazu, ob eine Benachrichtigung zu einer Passwortänderung führt. Weitere Informationen zur Funktionsweise des Passwortchecks finden Sie unter https://support.google.com/accounts?p=password-checkup.\n\nDa der Passwortcheck mittlerweile in Chrome integriert wurde, stellen wir die Passwortcheck-Erweiterung zum 31. August 2020 ein. Danach wird die Erweiterung deaktiviert und gibt keine Benachrichtigungen mehr dazu aus, ob ein Nutzername oder ein Passwort Teil einer Datenpanne war. Nutzer sollten sich deshalb in Chrome anmelden, um weiterhin Warnungen zu erhalten. Sie müssen auch darauf achten, dass Sie die aktuellste Version von Chrome verwenden und die Sicherheitseinstellung \"Warnen, wenn Passwörter durch eine Datenpanne preisgegeben werden\" eingeschaltet ist (standardmäßig aktiviert).\n\nWenn Sie diesen Artikel installieren, stimmen Sie den Nutzungsbedingungen und der Datenschutzerklärung von Google unter www.google.com/policies/ zu."
   },
   "extension_name": {
      "message": "Passwortcheck-Erweiterung"
   },
   "feedback_message": {
      "message": "Feedback geben"
   },
   "feedback_notice": {
      "message": "In unserer \u003Ca href=\"https://support.google.com/legal/answer/3110420\">Rechtliche Hinweise-Hilfe\u003C/a> können Sie Inhaltsänderungen aus rechtlichen Gründen beantragen. Einige Konto- und Systeminformationen werden möglicherweise an Google gesendet. Unter Einhaltung der \u003Ca href=\"https://www.google.com/intl/de/policies/privacy/\">Datenschutzerklärung\u003C/a> und der \u003Ca href=\"https://www.google.com/intl/de/policies/terms/\">Nutzungsbedingungen\u003C/a> lösen wir mithilfe dieser Informationen technische Probleme und verbessern unsere Dienste."
   },
   "feedback_thanks": {
      "message": "Vielen Dank für Ihr Feedback. Sie können die Seite jetzt schließen."
   },
   "feedback_tooltip": {
      "message": "Beschreiben Sie Ihr Problem oder teilen Sie uns Ihre Ideen mit. Geben Sie dabei keine identifizierenden Daten und keine Anmeldedaten an."
   },
   "ignore_button": {
      "message": "Für diese Website ignorieren"
   },
   "learn_more": {
      "message": "Weitere Informationen"
   },
   "popup_advanced_settings_action": {
      "message": "Erweiterte Einstellungen"
   },
   "popup_default_status_message": {
      "message": "Keins Ihrer kürzlich eingegebenen Passwörter wurde bei einer Datenpanne entdeckt."
   },
   "popup_ignore_button": {
      "message": "Ignorieren"
   },
   "popup_ignored_status_message": {
      "message": "Keins Ihrer kürzlich eingegebenen Passwörter wurde bei einer Datenpanne entdeckt. Unsichere Passwörter, für die Sie die Aufforderung zum Zurücksetzen ignoriert haben, sind darin nicht eingeschlossen."
   },
   "popup_learn_more": {
      "message": "Weitere Informationen"
   },
   "popup_lookup_count_message": {
      "message": "Anzahl der analysierten Passwörter in der letzten Woche:"
   },
   "popup_multiple_accounts_warning_status_message": {
      "message": "Die Passwortcheck-Erweiterung hat erkannt, dass die Passwörter der folgenden \u003Cb>$1 Konten\u003C/b> aufgrund einer Datenpanne nicht mehr sicher sind.",
      "placeholders": {
         "1": {
            "content": "$1"
         }
      }
   },
   "popup_number_unsafe_accounts": {
      "message": "$1 unsichere Konten",
      "placeholders": {
         "1": {
            "content": "$1"
         }
      }
   },
   "popup_one_account_warning_status_message": {
      "message": "Die Passwortcheck-Erweiterung hat erkannt, dass das Passwort des folgenden \u003Cb>Kontos\u003C/b> aufgrund einer Datenpanne nicht mehr sicher ist."
   },
   "popup_opt_out_anonymous_reporting_text": {
      "message": "Anonyme Berichterstellung für diese Installation der Erweiterung deaktivieren?"
   },
   "popup_reset_extension_button": {
      "message": "Erweiterungsdaten löschen"
   },
   "popup_reset_extension_text": {
      "message": "Löschen Sie alle Erweiterungsdaten. Dadurch werden alle Ihre gespeicherten Informationen über unsichere Passwörter und vorher ignorierte Websites entfernt."
   },
   "popup_send_feedback": {
      "message": "Feedback geben"
   },
   "popup_turndown_link": {
      "message": "Weitere Informationen."
   },
   "popup_turndown_message": {
      "message": "Da der Passwortcheck in Chrome integriert wurde, stellen wir diese Erweiterung zum 31. August 2020 ein."
   },
   "popup_warning_action": {
      "message": "Bitte ändern Sie sofort Ihre Passwörter."
   },
   "reset_text": {
      "message": "Bitte ändern Sie sofort Ihr Passwort."
   },
   "send_button": {
      "message": "Senden"
   },
   "turndown_notice": {
      "message": "Da der Passwortcheck mittlerweile in Chrome integriert wurde, stellen wir die Passwortcheck-Erweiterung zum 31. August 2020 ein. Nach diesem Datum wird die Erweiterung deaktiviert und gibt keine Benachrichtigungen mehr dazu aus, ob ein Nutzername oder ein Passwort Teil einer Datenpanne war. Nutzer sollten sich deshalb in Chrome anmelden, um weiterhin Warnungen zu erhalten. Sie müssen auch darauf achten, dass Sie die aktuellste Version von Chrome verwenden und die Sicherheitseinstellung \"Warnen, wenn Passwörter durch eine Datenpanne preisgegeben werden\" eingeschaltet ist (standardmäßig aktiviert)."
   },
   "turndown_subtitle": {
      "message": "Erweiterung wird eingestellt"
   },
   "turndown_uninstall_button": {
      "message": "Jetzt deinstallieren"
   },
   "warning_banner_header": {
      "message": "Passwort ändern"
   },
   "warning_text": {
      "message": "Die Passwortcheck-Erweiterung hat erkannt, dass Ihr Passwort für \u003Cb>$1\u003C/b> aufgrund einer Datenpanne nicht mehr sicher ist.",
      "placeholders": {
         "1": {
            "content": "$1"
         }
      }
   }
}
