{"cancel_button":{"message":"අවලංගු කරන්න"},"close_button":{"message":"වසන්න"},"extension_description":{"message":"දත්ත බිඳීම් මඟින් බලපෑමට ලක් වූ ගිණුම් යළි සුරක්ෂිත කිරීමට මුරපද පරීක්ෂා දිගුව ඔබට උදවු කරයි."},"extension_detailed_description":{"message":"ඔබ පුරන සෑම තැනම, Google දන්නා දත්ත කඩ වීමක දිස් වීම හේතුවෙන් තවදුරටත් සුරක්ෂිත නොවන පරිශීලක නමක් සහ මුරපදයක් ඇතුළු කළහොත්, ඔබට ඇඟවීමක් ලැබෙනු ඇත. ඔබේ මුරපදය යළි සකසන්න. ඔබ වෙනත් යම් ගිණුම් සඳහා එකම පරිශීලක නම සහ මුරපදය භාවිත කරන්නේ නම්, ඔබේ මුරපදය එතැනද යළි සකසන්න.\n\nමුරපද පරීක්ෂාව නිර්මාණය කර ඇත්තේ රහස්‍යතාවය සිහියේ තබා ගෙනය. එය කිසි විටෙකත් ඔබේ ගිණුම්, මුරපද හෝ උපාංගය පිළිබඳ හඳුනා ගැනීමේ තොරතුරු වාර්තා නොකරයි. ඇඟවීමක් මුරපද වෙනස් කිරීමකට මඟ පෙන්වන්නේ නම්, සහ වසම අඩවියේ ආවරණය වැඩිදියුණු කිරීමට සම්බන්ධ වන්නේ නම් වුවත්, අනාරක්ෂිත අක්තපත්‍ර හෙළි වන සොයා බැලීම් සංඛ්‍යාව ගැන අපි නිර්නාමික තොරතුරු වාර්තා කරමු. ඔබට https://support.google.com/accounts?p=password-checkup හි මුරපද පරීක්ෂාව ක්‍රියා කරන ආකාරය ගැන තව දැන ගත හැකිය.\n\nදැන් මුරපද පරීක්ෂාව Chrome සමඟ ඒකාබද්ධ වී ඇත, අප මුරපදය පරීක්ෂා කිරීමේ දිගුව 2020 අගෝස්තු 31 දින සිට ක්‍රියා කිරීම නවත්වනු ඇත. මෙම දිනයෙන් පසුව, මුරපදය පරීක්ෂා කිරීමේ දිගුව අබල වනු ඇති අතර පරිශීලක නමක් හෝ මුරපදයක් දත්ත කඩ කිරීමක් සිදු කරන්නේද යන්න තවදුරටත් වාර්තා නොකරනු ඇත. අනතුරු ඇඟවීම් දිගටම ලබා ගැනීමට, පරිශීලකයන් ඒ වෙනුවට Chrome වෙත පිරිය යුතුය. Chrome යාවත්කාලීනව පවතින බව සහ, Chrome ආරක්ෂණ සැකසුම ‘ඔබගේ මුරපද දත්ත කඩ කිරීමක නිරාවරණය වී ඇත්නම් ඔබට අනතුරු අඟවන්න’ සක්‍රීය කර ඇති බවද පරිශීලකයින් සහතික කළ යුතුය (පෙර වෙනස් කළහොත් මිස පෙරනිමිය).\n\nමෙම අයිතමය ස්ථාපනයෙන්, ඔබ www.google.com/policies/ හිදී Google සේවා නියම සහ රහස්‍යතා ප්‍රතිපත්තියට එකඟ වෙයි."},"extension_name":{"message":"මුරපද පරීක්ෂා දිගුව"},"feedback_message":{"message":"ප්‍රතිපෝෂණය යවන්න"},"feedback_notice":{"message":"නීතිමය හේතූන් මත අන්තර්ගත වෙනස්කම් ඉල්ලීමට <a href=\"https://support.google.com/legal/answer/3110420\">නීතිමය උදවු පිටුව</a> වෙත යන්න. සමහර ගිණුම් සහ පද්ධති තොරතුරු Google වෙත යැවිය හැක. අපි අපේ <a href=\"https://www.google.com/intl/si/policies/privacy/\">රහස්‍යතා ප්‍රතිපත්තියට</a> සහ <a href=\"https://www.google.com/intl/si/policies/terms/\">සේවා නියමයන්ට</a> යටත්ව, තාක්ෂණික ගැටලු නිරාකරණයට උදවු කිරීමට සහ අපේ සේවාවන් වැඩි දියුණු කිරීමට ඔබ අපට ලබා දෙන තොරතුරු භාවිතා කරනු ඇත."},"feedback_thanks":{"message":"ඔබේ ප්‍රතිපෝෂණයට ස්තූතියි. ඔබට දැන් මෙම පිටුව වැසීමට හැකිය."},"feedback_tooltip":{"message":"ඔබේ ගැටලුව විස්තර කරන්න හෝ ඔබේ අදහස් බෙදා ගන්න. මෙම ප්‍රතිපෝෂණයෙහි කොටසක් ලෙස පුද්ගලිකව හඳුනා ගත හැකි තොරතුරු හෝ අක්තපත්‍ර විස්තර කිසිවක් ඇතුළත් නොකරන්න."},"ignore_button":{"message":"මෙම අඩවිය සඳහා නොසලකන්න"},"learn_more":{"message":"තව දැන ගන්න"},"popup_advanced_settings_action":{"message":"උසස් සැකසීම්"},"popup_default_status_message":{"message":"ඔබේ මෑතක දී ඇතුළු කළ මුරපදවලින් කිසිවක් දත්ත බිඳීමක අනාවරණය නොවීය."},"popup_ignore_button":{"message":"නොසලකා හරින්න"},"popup_ignored_status_message":{"message":"ඔබේ මෑතක දී ඇතුළු කළ මුරපදවලින් කිසිවක් දත්ත බිඳීමක අනාවරණය නොවීය. මෙයට ඔබ යළි පිහිටුවීම නොසලකා හැරීමට තෝරා ගෙන ඇති අනාරක්ෂිත මුරපද ඇතුළු නොවෙති."},"popup_learn_more":{"message":"තවත් දැන ගන්න"},"popup_lookup_count_message":{"message":"පසුගිය සතිය තුළ විශ්ලේෂණය කළ මුරපද ගණන:"},"popup_multiple_accounts_warning_status_message":{"message":"මුරපද පරීක්ෂා දිගුව පහත <b>ගිණුම් $1කට</b> දත්ත බිඳීමක් හේතුවත් තවදුරටත් සුරක්ෂිත නොවන මුරපද තිබෙන බව අනාවරණය කර ඇත.","placeholders":{"1":{"content":"$1"}}},"popup_number_unsafe_accounts":{"message":"අනාරක්‍ෂිත ගිණුම් $1ක්","placeholders":{"1":{"content":"$1"}}},"popup_one_account_warning_status_message":{"message":"මුරපද පරීක්ෂා දිගුව පහත <b>ගිණුම් 1කට</b> දත්ත බිඳීමක් හේතුවත් තවදුරටත් සුරක්ෂිත නොවන මුරපදයක් තිබෙන බව අනාවරණය කර ඇත."},"popup_opt_out_anonymous_reporting_text":{"message":"දිගුවේ මෙම ස්ථාපනය සඳහා නිර්නාමික වාර්තාකරණයෙන් ඉවත් වන්න ද?"},"popup_reset_extension_button":{"message":"දිගු දත්ත හිස් කරන්න"},"popup_reset_extension_text":{"message":"දිගු දත්ත සියල්ල හිස් කරන්න. මෙය අනාරක්‍ෂිත මුරපද සහ කලින් නොසලකා හැරිය වෙබ් අඩවි පිළිබඳ ගබඩා කළ තොරතුරු සියල්ල ඉවත් කරයි."},"popup_send_feedback":{"message":"ප්‍රතිපෝෂණය යවන්න"},"popup_turndown_link":{"message":"වැඩිදුර සොයා ගන්න."},"popup_turndown_message":{"message":"දැන් මුරපද පරීක්ෂාව Chrome සමඟ ඒකාබද්ධ වී ඇති බැවින්, මෙම දිගුව 2020 අගෝස්තු 31 දින සිට ක්‍රියා කිරීම නවත්වනු ඇත."},"popup_warning_action":{"message":"ඔබ දැන් ඔබේ මුරපදය වෙනස් කළ යුතුය."},"reset_text":{"message":"ඔබ ඔබේ මුරපදය දැන් වෙනස් කළ යුතුය."},"send_button":{"message":"යවන්න"},"turndown_notice":{"message":"දැන් මුරපද පරීක්ෂාව Chrome සමඟ ඒකාබද්ධ වී ඇත, අප මුරපදය පරීක්ෂා කිරීමේ දිගුව 2020 අගෝස්තු 31 දින සිට ක්‍රියා කිරීම නවත්වනු ඇත. මෙම දිනයෙන් පසුව, මුරපදය පරීක්ෂා කිරීමේ දිගුව අබල වනු ඇති අතර පරිශීලක නමක් හෝ මුරපදයක් දත්ත කඩ කිරීමක තිබෙන්නේද යන්න තවදුරටත් වාර්තා නොකරනු ඇත. අනතුරු ඇඟවීම් දිගටම ලබා ගැනීමට, පරිශීලකයන් ඒ වෙනුවට Chrome වෙත පිරිය යුතුය. Chrome යාවත්කාලීනව පවතින බව සහ, Chrome ආරක්ෂණ සැකසුම ‘ඔබගේ මුරපද දත්ත කඩ කිරීමක නිරාවරණය වී ඇත්නම් ඔබට අනතුරු අඟවන්න’ සක්‍රීය කර ඇති බවද පරිශීලකයින් සහතික කළ යුතුය (පෙර වෙනස් කළහොත් මිස පෙරනිමිය)."},"turndown_subtitle":{"message":"ඉවත් කිරීමේ නිවේදනය"},"turndown_uninstall_button":{"message":"දැන් ස්ථාපනය කරන්න"},"warning_banner_header":{"message":"ඔබේ මුරපදය වෙනස් කරන්න"},"warning_text":{"message":"මුරපද පරීක්ෂා දිගුව <b>$1</b> සඳහා ඔබේ මුරපදය දත්ත බිඳීමක් හේතුවත් තවදුරටත් සුරක්ෂිත නොවන බව අනාවරණය කර ඇත.","placeholders":{"1":{"content":"$1"}}}}
