{
   "cancel_button": {
      "message": "રદ કરો"
   },
   "close_button": {
      "message": "બંધ કરો"
   },
   "extension_description": {
      "message": "ડેટા ઉલ્લંઘનને કારણે અસર પામેલા એકાઉન્ટને ફરીથી સુરક્ષિત કરવામાં પાસવર્ડની તપાસનું એક્સ્ટેંશન તમારી સહાય કરે છે."
   },
   "extension_detailed_description": {
      "message": "તમે કોઈપણ જગ્યાએ સાઇન ઇન કરો, જો ડેટા ઉલ્લંઘનનો હિસ્સો બન્યા હોવાને કારણે તમે દાખલ કરેલા વપરાશકર્તાનું નામ અને પાસવર્ડ હવે સલામત નહીં હોય, તો તમે અલર્ટ મેળવશો. કૃપા કરીને તમારો પાસવર્ડ રીસેટ કરો. તમે અન્ય કોઈ એકાઉન્ટ માટે એ જ વપરાશકર્તા નામ અને પાસવર્ડનો ઉપયોગ કરતા હો, તો કૃપા કરીને ત્યાં પણ તમારો પાસવર્ડ રીસેટ કરો.\n\nપ્રાઇવસીને ધ્યાનમાં રાખીને 'પાસવર્ડની તપાસ' સુવિધા બનાવવામાં આવી હતી. તે ક્યારેય પણ તમારા એકાઉન્ટ, પાસવર્ડ અથવા ડિવાઇસની ઓળખાણ આપે તેવી માહિતી આપતું નથી. કેટલી વાર જોવાયા બાદ અસુરક્ષિત લૉગ ઇનની વિગતો ધ્યાનમાં આવી તે સંખ્યા, શું તે અલર્ટને લીધે કોઈ પાસવર્ડ બદલવામાં આવ્યો અને સાઇટના કવરેજને બહેતર બનાવવા માટે શામેલ ડોમેન વિશેની અનામ માહિતીની અમે જાણ કરીએ છીએ. 'પાસવર્ડની તપાસ' કેવી રીતે કાર્ય કરે છે તે વિશે તમે https://support.google.com/accounts?p=password-checkup પર વધુ જાણી શકશો.\n\nહવે 'પાસવર્ડની તપાસ'નું Chromeમાં એકીકરણ થઈ ગયું હોવાથી, અમે 31 ઑગસ્ટ, 2020ના રોજ પાસવર્ડની તપાસનું એક્સ્ટેન્શન બંધ કરીશું. આ તારીખ પછી, પાસવર્ડની તપાસના એક્સ્ટેન્શનને કામ કરતું બંધ કરવામાં આવશે અને વપરાશકર્તાનું નામ કે પાસવર્ડ ડેટા ઉલ્લંઘનનો હિસ્સો બન્યા છે કે નહીં તેની જાણ તે ત્યાર બાદ કરશે નહીં. ચેતવણીઓ મેળવવાનું ચાલુ રાખવા માટે, વપરાશકર્તાઓએ તેના બદલે Chromeમાં સાઇન ઇન કરવું જોઈએ. વપરાશકર્તાઓએ એ પણ ખાતરી કરવી આવશ્યક છે કે Chrome અપ ટૂ ડેટ છે અને Chrome સુરક્ષા સેટિંગ 'જો તમારા પાસવર્ડ ડેટા ઉલ્લંઘનનો હિસ્સો બન્યા હોય, તો તમને ચેતવણી આપે' ચાલુ કરેલું છે (જો અગાઉ બદલ્યું ન હોય, તો આ ડિફૉલ્ટ સેટિંગ છે).\n\nઆ આઇટમ ઇન્સ્ટૉલ કરીને, તમે www.google.com/policies/ પર આપેલી Google સેવાની શરતો અને પ્રાઇવસી પૉલિસીથી સંમત થાઓ છો."
   },
   "extension_name": {
      "message": "પાસવર્ડની તપાસનું એક્સ્ટેંશન"
   },
   "feedback_message": {
      "message": "પ્રતિસાદ મોકલો"
   },
   "feedback_notice": {
      "message": "કાનૂની કારણોસર કન્ટેન્ટમાં ફેરફારની વિનંતી કરવા માટે \u003Ca href=\"https://support.google.com/legal/answer/3110420\">કાનૂની સહાય પેજ\u003C/a> પર જાઓ. એકાઉન્ટ અને સિસ્ટમની અમુક માહિતી Googleને મોકલવામાં આવી શકે છે. તમે અમને આપો છો તે માહિતીનો ઉપયોગ અમે તકનીકી સમસ્યાઓને હલ કરવામાં અને અમારી સેવાઓને વધુ સારી બનાવવામાં સહાય માટે, અમારી \u003Ca href=\"https://www.google.com/intl/en/policies/privacy/\">પ્રાઇવસી પૉલિસી\u003C/a> અને \u003Ca href=\"https://www.google.com/intl/en/policies/terms/\">સેવાની શરતો\u003C/a>ને આધીન કરીશું."
   },
   "feedback_thanks": {
      "message": "પ્રતિસાદ બદલ આભાર. તમે હવે આ પેજ બંધ કરી શકો છો."
   },
   "feedback_tooltip": {
      "message": "તમારી સમસ્યા વિગતવાર જણાવો અથવા તમારા વિચારો શેર કરો. કૃપા કરીને આ પ્રતિસાદના ભાગ રૂપે વ્યક્તિગત રીતે ઓળખી શકાય એવી કોઈપણ માહિતી અથવા લૉગ ઇન વિગતો શામેલ કરશો નહીં."
   },
   "ignore_button": {
      "message": "આ સાઇટ માટે અવગણો"
   },
   "learn_more": {
      "message": "વધુ જાણો"
   },
   "popup_advanced_settings_action": {
      "message": "વિગતવાર સેટિંગ"
   },
   "popup_default_status_message": {
      "message": "તાજેતરમાં તમે દાખલ કરેલો કોઈપણ પાસવર્ડ ડેટા ઉલ્લંઘન કરતો જણાયો નથી."
   },
   "popup_ignore_button": {
      "message": "અવગણો"
   },
   "popup_ignored_status_message": {
      "message": "તાજેતરમાં તમે દાખલ કરેલો કોઈપણ પાસવર્ડ ડેટા ઉલ્લંઘન કરતો જણાયો નથી. આમાં એવા અસુરક્ષિત પાસવર્ડ શામેલ નથી કે જેને રીસેટ કરવાનું તમે અવગણવાનું પસંદ કર્યું છે."
   },
   "popup_learn_more": {
      "message": "વધુ જાણો"
   },
   "popup_lookup_count_message": {
      "message": "છેલ્લા અઠવાડિયામાં વિશ્લેષણ કરવામાં આવેલા પાસવર્ડની સંખ્યા:"
   },
   "popup_multiple_accounts_warning_status_message": {
      "message": "પાસવર્ડની તપાસના એક્સ્ટેંશનની જાણમાં આવ્યું છે કે નીચેના \u003Cb>$1 એકાઉન્ટ\u003C/b>માં એવા પાસવર્ડ છે કે જે ડેટા ઉલ્લંઘનને કારણે હવે સલામત નથી.",
      "placeholders": {
         "1": {
            "content": "$1"
         }
      }
   },
   "popup_number_unsafe_accounts": {
      "message": "$1 અસલામત એકાઉન્ટ",
      "placeholders": {
         "1": {
            "content": "$1"
         }
      }
   },
   "popup_one_account_warning_status_message": {
      "message": "પાસવર્ડની તપાસના એક્સ્ટેંશનની જાણમાં આવ્યું છે કે નીચેના \u003Cb>1 એકાઉન્ટ\u003C/b>માં એવો પાસવર્ડ છે કે જે ડેટા ઉલ્લંઘનને કારણે હવે સલામત નથી."
   },
   "popup_opt_out_anonymous_reporting_text": {
      "message": "શું એક્સ્ટેંશનના આ ઇન્સ્ટૉલેશન માટે અનામી રીતે જાણ કરવાની પ્રક્રિયા બંધ કરવી છે?"
   },
   "popup_reset_extension_button": {
      "message": "એક્સ્ટેંશન ડેટા સાફ કરો"
   },
   "popup_reset_extension_text": {
      "message": "બધો એક્સ્ટેંશન ડેટા સાફ કરો. આ અસુરક્ષિત પાસવર્ડ અને પહેલાં અવગણેલી સાઇટ વિશેની બધી સ્ટોર કરેલી માહિતીને કાઢી નાખશે."
   },
   "popup_send_feedback": {
      "message": "પ્રતિસાદ મોકલો"
   },
   "popup_turndown_link": {
      "message": "વધુ જાણો."
   },
   "popup_turndown_message": {
      "message": "હવે 'પાસવર્ડની તપાસ'નું Chromeમાં એકીકરણ થઈ ગયું હોવાથી, આ એક્સ્ટેન્શન 31 ઑગસ્ટ, 2020ના રોજ કામ કરવાનું બંધ કરશે."
   },
   "popup_warning_action": {
      "message": "તમારે તમારા પાસવર્ડ હમણાં જ બદલવા જોઈએ."
   },
   "reset_text": {
      "message": "તમારે તમારો પાસવર્ડ હમણાં જ બદલવો જોઈએ."
   },
   "send_button": {
      "message": "મોકલો"
   },
   "turndown_notice": {
      "message": "હવે 'પાસવર્ડની તપાસ'નું Chromeમાં એકીકરણ થઈ ગયું હોવાથી, અમે 31 ઑગસ્ટ, 2020ના રોજ પાસવર્ડની તપાસનું એક્સ્ટેન્શન બંધ કરીશું. આ તારીખ પછી, પાસવર્ડની તપાસના એક્સ્ટેન્શનને કામ કરતું બંધ કરવામાં આવશે અને વપરાશકર્તાનું નામ કે પાસવર્ડ ડેટા ઉલ્લંઘનનો હિસ્સો બન્યા છે કે નહીં તેની જાણ તે ત્યાર બાદ કરશે નહીં. ચેતવણીઓ મેળવવાનું ચાલુ રાખવા માટે, વપરાશકર્તાઓએ તેના બદલે Chromeમાં સાઇન ઇન કરવું જોઈએ. વપરાશકર્તાઓએ એ પણ ખાતરી કરવી આવશ્યક છે કે Chrome અપ ટૂ ડેટ છે અને Chrome સુરક્ષા સેટિંગ 'જો તમારા પાસવર્ડ ડેટા ઉલ્લંઘનનો હિસ્સો બન્યા હોય, તો તમને ચેતવણી આપે' ચાલુ કરેલું છે (જો અગાઉ બદલ્યું ન હોય, તો આ ડિફૉલ્ટ સેટિંગ છે)."
   },
   "turndown_subtitle": {
      "message": "એક્સ્ટેન્શન બંધ કરવાની ઘોષણા"
   },
   "turndown_uninstall_button": {
      "message": "હમણાં જ અનઇન્સ્ટૉલ કરો"
   },
   "warning_banner_header": {
      "message": "તમારો પાસવર્ડ બદલો"
   },
   "warning_text": {
      "message": "પાસવર્ડની તપાસના એક્સ્ટેંશનની જાણમાં આવ્યું છે કે \u003Cb>$1\u003C/b> માટેનો તમારો પાસવર્ડ ડેટા ઉલ્લંઘનને કારણે હવે સલામત નથી.",
      "placeholders": {
         "1": {
            "content": "$1"
         }
      }
   }
}
