{
   "cancel_button": {
      "message": "Annuller"
   },
   "close_button": {
      "message": "Luk"
   },
   "extension_description": {
      "message": "Udvidelsen Adgangskodetjek hjælper dig med at sikre dine konti igen, hvis de har været involveret i et brud på datasikkerheden."
   },
   "extension_detailed_description": {
      "message": "Uanset hvor du logger ind, modtager du en advarsel, hvis du angiver loginoplysninger, der ikke længere er sikre, fordi de er dukket op i forbindelse med brud på datasikkerheden, som Google er bekendt med. Nulstil din adgangskode. Hvis du bruger det samme brugernavn og den samme adgangskode på andre konti, skal du også nulstille adgangskoden på de pågældende konti.\n\nPassword Checkup er udviklet med fokus på privatliv. Password Checkup rapporterer aldrig nogen identificerende oplysninger om dine konti, dine adgangskoder eller din enhed. Vi rapporterer dog anonyme oplysninger om antallet af opslag, der viser usikre loginoplysninger, hvorvidt en underretning fører til en ændring af adgangskoden og oplysninger om det pågældende domæne, så dækningen af websitet forbedres. Du kan få flere oplysninger om, hvordan Password Checkup fungerer, ved at gå til https://support.google.com/accounts?p=password-checkup.\n\nDa Password Checkup nu er integreret i Chrome, udfaser vi udvidelsen Password Checkup den 31. august 2020. Efter denne dato bliver udvidelsen Password Checkup deaktiveret, og den vil ikke længere rapportere, om et brugernavn eller en adgangskode er blevet afsløret som følge af et brud på datasikkerheden. Hvis brugere vil fortsætte med at modtage advarsler, skal de i stedet logge ind i Chrome. Brugere skal også sørge for, at Chrome er opdateret, og at Chrome-sikkerhedsindstillingen \"Få en underretning, hvis adgangskoder afsløres i forbindelse med et brud på datasikkerheden\" er aktiveret (standard, medmindre den tidligere er blevet ændret).\n\nVed at gennemføre installationen accepterer du Googles servicevilkår og privatlivspolitik, som du kan se på www.google.com/policies/."
   },
   "extension_name": {
      "message": "Udvidelsen Adgangskodetjek"
   },
   "feedback_message": {
      "message": "Send feedback"
   },
   "feedback_notice": {
      "message": "Gå til \u003Ca href=\"https://support.google.com/legal/answer/3110420\">siden Hjælp til Juridisk\u003C/a> for at anmode om indholdsændringer af juridiske årsager. Visse konto- og systemoplysninger kan blive sendt til Google. Vi bruger de oplysninger, du giver os, til at løse tekniske problemer og forbedre vores tjenester i overensstemmelse med vores \u003Ca href=\"https://www.google.com/intl/da/policies/privacy/\">privatlivspolitik\u003C/a> og \u003Ca href=\"https://www.google.com/intl/da/policies/terms/\">servicevilkår\u003C/a>."
   },
   "feedback_thanks": {
      "message": "Tak for din feedback. Du kan nu lukke denne side."
   },
   "feedback_tooltip": {
      "message": "Beskriv dit problem, eller del dine idéer. Undlad at medtage personhenførbare oplysninger eller loginoplysninger i denne feedback."
   },
   "ignore_button": {
      "message": "Ignorer for dette website"
   },
   "learn_more": {
      "message": "Få flere oplysninger"
   },
   "popup_advanced_settings_action": {
      "message": "Avancerede indstillinger"
   },
   "popup_default_status_message": {
      "message": "Ingen af de adgangskoder, du har angivet for nylig, er blevet registreret i forbindelse med et brud på datasikkerheden."
   },
   "popup_ignore_button": {
      "message": "Ignorer"
   },
   "popup_ignored_status_message": {
      "message": "Ingen af de adgangskoder, du har angivet for nylig, er blevet registreret i forbindelse med et brud på datasikkerheden. Dette omfatter ikke usikre adgangskoder, som du har valgt ikke at nulstille."
   },
   "popup_learn_more": {
      "message": "Få flere oplysninger"
   },
   "popup_lookup_count_message": {
      "message": "Antal analyserede adgangskoder i sidste uge:"
   },
   "popup_multiple_accounts_warning_status_message": {
      "message": "Udvidelsen Adgangskodetjek har registreret, at adgangskoderne til følgende \u003Cb>$1 konti\u003C/b> ikke længere er sikre på grund af et brud på datasikkerheden.",
      "placeholders": {
         "1": {
            "content": "$1"
         }
      }
   },
   "popup_number_unsafe_accounts": {
      "message": "$1 usikre konti",
      "placeholders": {
         "1": {
            "content": "$1"
         }
      }
   },
   "popup_one_account_warning_status_message": {
      "message": "Udvidelsen Adgangskodetjek har registreret, at adgangskoden til følgende \u003Cb>konto\u003C/b> ikke længere er sikker på grund af et brud på datasikkerheden."
   },
   "popup_opt_out_anonymous_reporting_text": {
      "message": "Vil du fravælge anonym rapportering i forbindelse med installationen af denne udvidelse?"
   },
   "popup_reset_extension_button": {
      "message": "Ryd udvidelsesdata"
   },
   "popup_reset_extension_text": {
      "message": "Ryd alle udvidelsesdata. Dette fjerner alle gemte oplysninger om usikre adgangskoder og websites, som du tidligere har ignoreret."
   },
   "popup_send_feedback": {
      "message": "Send feedback"
   },
   "popup_turndown_link": {
      "message": "Få flere oplysninger."
   },
   "popup_turndown_message": {
      "message": "Nu da Adgangskodetjek er integreret i Chrome, stopper denne udvidelse med at fungere den 31. august 2020."
   },
   "popup_warning_action": {
      "message": "Du bør ændre dine adgangskoder nu."
   },
   "reset_text": {
      "message": "Du bør ændre din adgangskode nu."
   },
   "send_button": {
      "message": "Send"
   },
   "turndown_notice": {
      "message": "Da Password Checkup nu er integreret i Chrome, udfaser vi udvidelsen Password Checkup den 31. august 2020. Efter denne dato bliver udvidelsen Password Checkup deaktiveret, og den vil ikke længere rapportere, om et brugernavn eller en adgangskode er blevet afsløret som følge af et brud på datasikkerheden. Hvis brugere vil fortsætte med at modtage advarsler, skal de i stedet logge ind i Chrome. Brugere skal også sørge for, at Chrome er opdateret, og at Chrome-sikkerhedsindstillingen \"Få en underretning, hvis adgangskoder afsløres i forbindelse med et brud på datasikkerheden\" er aktiveret (standard, medmindre den tidligere er blevet ændret)."
   },
   "turndown_subtitle": {
      "message": "Meddelelse om udfasning"
   },
   "turndown_uninstall_button": {
      "message": "Afinstaller nu"
   },
   "warning_banner_header": {
      "message": "Skift din adgangskode"
   },
   "warning_text": {
      "message": "Udvidelsen Adgangskodetjek har registreret, at din adgangskode til \u003Cb>$1\u003C/b> ikke længere er sikker på grund af et brud på datasikkerheden.",
      "placeholders": {
         "1": {
            "content": "$1"
         }
      }
   }
}
