{
   "cancel_button": {
      "message": "Batal"
   },
   "close_button": {
      "message": "Tutup"
   },
   "extension_description": {
      "message": "Sambungan Semakan Kata Laluan membantu anda melindungi semula akaun yang terjejas oleh pelanggaran data."
   },
   "extension_detailed_description": {
      "message": "Di mana-mana sahaja anda log masuk, anda akan menerima makluman jika anda memasukkan nama pengguna dan kata laluan yang tidak lagi selamat kerana terlibat dalam pelanggaran data yang diketahui oleh Google. Sila tetapkan semula kata laluan anda. Jika anda menggunakan nama pengguna dan kata laluan yang sama untuk mana-mana akaun lain, sila tetapkan semula kata laluan anda untuk akaun tersebut juga.\n\nSemakan Kata Laluan dibina dengan mengutamakan privasi. Aplikasi sambungan ini tidak akan melaporkan sebarang maklumat yang mengenal pasti akaun, kata laluan atau peranti anda. Kami melaporkan maklumat awanama tentang bilangan carian yang memaparkan bukti kelayakan tidak selamat, sama ada makluman membawa kepada penukaran kata laluan, dan domain yang terbabit untuk meningkatkan perlindungan tapak. Anda boleh mengetahui lebih lanjut tentang cara Semakan Kata Laluan berfungsi di https://support.google.com/accounts?p=password-checkup.\n\nMemandangkan Semakan Kata Laluan telah disepadukan dalam Chrome, kami akan menamatkan sambungan Semakan Kata Laluan mulai 31 Ogos 2020. Selepas tarikh ini, sambungan Semakan Kata Laluan akan dilumpuhkan dan tidak lagi akan melaporkan sama ada nama pengguna atau kata laluan telah terlibat dalam pelanggaran data. Untuk terus menerima amaran, pengguna harus log masuk ke Chrome pula. Pengguna juga mesti memastikan bahawa Chrome mereka adalah terkini dan tetapan keselamatan Chrome ‘Beri anda amaran jika kata laluan terlibat dalam pelanggaran data’ didayakan (lalai melainkan ditukar sebelum itu).\n\nDengan memasang item ini, anda bersetuju menerima Syarat Perkhidmatan dan Dasar Privasi Google di www.google.com/policies/."
   },
   "extension_name": {
      "message": "Sambungan Semakan Kata Laluan"
   },
   "feedback_message": {
      "message": "Hantar maklum balas"
   },
   "feedback_notice": {
      "message": "Pergi ke \u003Ca href=\"https://support.google.com/legal/answer/3110420\">halaman Bantuan Undang-undang\u003C/a> untuk meminta perubahan kandungan atas sebab undang-undang. Sesetengah maklumat akaun dan sistem mungkin dihantar kepada Google. Kami akan menggunakan maklumat yang anda berikan untuk menangani isu teknikal dan meningkatkan perkhidmatan kami, tertakluk pada \u003Ca href=\"https://www.google.com/intl/ms/policies/privacy/\">Dasar Privasi\u003C/a> dan \u003Ca href=\"https://www.google.com/intl/ms/policies/terms/\">Syarat Perkhidmatan\u003C/a> kami."
   },
   "feedback_thanks": {
      "message": "Terima kasih atas maklum balas anda. Kini anda boleh menutup halaman ini."
   },
   "feedback_tooltip": {
      "message": "Huraikan isu anda atau kongsi idea anda. Jangan sertakan sebarang maklumat yang mengenal pasti diri anda secara peribadi atau butiran bukti kelayakan sebagai sebahagian daripada maklum balas ini."
   },
   "ignore_button": {
      "message": "Abaikan untuk tapak ini"
   },
   "learn_more": {
      "message": "Ketahui lebih lanjut"
   },
   "popup_advanced_settings_action": {
      "message": "Tetapan terperinci"
   },
   "popup_default_status_message": {
      "message": "Tidak satupun kata laluan yang anda masukkan baru-baru ini telah dikesan dalam pelanggaran data."
   },
   "popup_ignore_button": {
      "message": "Abaikan"
   },
   "popup_ignored_status_message": {
      "message": "Tidak satupun kata laluan yang anda masukkan baru-baru ini telah dikesan dalam pelanggaran data. Ini tidak termasuk kata laluan tidak selamat yang anda pilih untuk tidak menetapkannya semula."
   },
   "popup_learn_more": {
      "message": "Ketahui lebih lanjut"
   },
   "popup_lookup_count_message": {
      "message": "Bilangan kata laluan yang dianalisis pada minggu lalu:"
   },
   "popup_multiple_accounts_warning_status_message": {
      "message": "Sambungan Semakan Kata Laluan mengesan bahawa \u003Cb>$1 akaun\u003C/b> berikut mempunyai kata laluan yang sudah tidak selamat disebabkan oleh pelanggaran data.",
      "placeholders": {
         "1": {
            "content": "$1"
         }
      }
   },
   "popup_number_unsafe_accounts": {
      "message": "$1 akaun tidak selamat",
      "placeholders": {
         "1": {
            "content": "$1"
         }
      }
   },
   "popup_one_account_warning_status_message": {
      "message": "Sambungan Semakan Kata Laluan mengesan bahawa \u003Cb>1 akaun\u003C/b> berikut mempunyai kata laluan yang sudah tidak selamat disebabkan oleh pelanggaran data."
   },
   "popup_opt_out_anonymous_reporting_text": {
      "message": "Tarik diri daripada pelaporan awanama untuk pemasangan sambungan ini?"
   },
   "popup_reset_extension_button": {
      "message": "Kosongkan data sambungan"
   },
   "popup_reset_extension_text": {
      "message": "Kosongkan semua data sambungan. Tindakan ini akan mengalih keluar semua maklumat yang disimpan tentang kata laluan tidak selamat dan tapak yang diabaikan sebelum ini."
   },
   "popup_send_feedback": {
      "message": "Hantar maklum balas"
   },
   "popup_turndown_link": {
      "message": "Ketahui lebih lanjut."
   },
   "popup_turndown_message": {
      "message": "Memandangkan Semakan Kata Laluan telah disepadukan dalam Chrome, sambungan ini akan berhenti berfungsi mulai 31 Ogos 2020."
   },
   "popup_warning_action": {
      "message": "Anda harus menukar kata laluan anda sekarang."
   },
   "reset_text": {
      "message": "Anda harus menukar kata laluan anda sekarang."
   },
   "send_button": {
      "message": "Hantar"
   },
   "turndown_notice": {
      "message": "Memandangkan Semakan Kata Laluan telah disepadukan dalam Chrome, kami akan menamatkan sambungan Semakan Kata Laluan mulai 31 Ogos 2020. Selepas tarikh ini, sambungan Semakan Kata Laluan akan dilumpuhkan dan tidak lagi akan melaporkan sama ada nama pengguna atau kata laluan telah terlibat dalam pelanggaran data. Untuk terus menerima amaran, pengguna harus log masuk ke Chrome pula. Pengguna juga mesti memastikan bahawa Chrome mereka adalah terkini dan tetapan keselamatan Chrome ‘Beri anda amaran jika kata laluan terlibat dalam pelanggaran data’ didayakan (lalai melainkan ditukar sebelum itu)."
   },
   "turndown_subtitle": {
      "message": "Pengumuman penamatan"
   },
   "turndown_uninstall_button": {
      "message": "Nyahpasang sekarang"
   },
   "warning_banner_header": {
      "message": "Tukar kata laluan anda"
   },
   "warning_text": {
      "message": "Sambungan Semakan Kata Laluan mengesan bahawa kata laluan anda untuk \u003Cb>$1\u003C/b> sudah tidak selamat disebabkan oleh pelanggaran data.",
      "placeholders": {
         "1": {
            "content": "$1"
         }
      }
   }
}
