{
   "cancel_button": {
      "message": "Cancel"
   },
   "close_button": {
      "message": "Close"
   },
   "extension_description": {
      "message": "The Password Checkup extension helps you resecure accounts that were affected by data breaches."
   },
   "extension_detailed_description": {
      "message": "Wherever you sign-in, if you enter a username and password that is no longer safe due to appearing in a data breach known to Google, you’ll receive an alert. Please reset your password. If you use the same username and password for any other accounts, please reset your password there as well.\n\nPassword Checkup was built with privacy in mind. It never reports any identifying information about your accounts, passwords or device. We do report anonymous information about the number of look-ups that surface an unsafe credential, whether an alert leads to a password change, and the domain involved for improving site coverage. You can learn more about how Password Checkup works at https://support.google.com/accounts?p=password-checkup.\n\nNow that Password Checkup has been integrated into Chrome, we will be sunsetting the Password Checkup extension on 31 August 2020. After this date, the Password Checkup extension will be disabled and no longer report whether a username or password has been in a data breach. In order to continue receiving warnings, users should instead sign in to Chrome. Users must also ensure that Chrome is up to date and that the Chrome security setting ‘Warn you if passwords are exposed in a data breach’ is enabled (default unless previously changed).\n\nBy installing this item, you agree to the Google Terms of Service and Privacy Policy at www.google.com/policies/."
   },
   "extension_name": {
      "message": "Password Checkup extension"
   },
   "feedback_message": {
      "message": "Sending feedback"
   },
   "feedback_notice": {
      "message": "Go to the \u003Ca href=\"https://support.google.com/legal/answer/3110420\">Legal Help page\u003C/a> to request content changes for legal reasons. Some account and system information may be sent to Google. We will use the information that you give us to help address technical issues and to improve our services, subject to our \u003Ca href=\"https://www.google.com/intl/en/policies/privacy/\">Privacy Policy\u003C/a> and \u003Ca href=\"https://www.google.com/intl/en/policies/terms/\">Terms of Service\u003C/a>."
   },
   "feedback_thanks": {
      "message": "Thank you for the feedback. You can now close this page."
   },
   "feedback_tooltip": {
      "message": "Describe your issue or share your ideas. Please do not include any personally identifying information or credential details as part of this feedback."
   },
   "ignore_button": {
      "message": "Ignore for this site"
   },
   "learn_more": {
      "message": "Learn more"
   },
   "popup_advanced_settings_action": {
      "message": "Advanced settings"
   },
   "popup_default_status_message": {
      "message": "None of the passwords that you recently entered were detected in a data breach."
   },
   "popup_ignore_button": {
      "message": "Ignore"
   },
   "popup_ignored_status_message": {
      "message": "None of the passwords that you recently entered were detected in a data breach. This does not include unsafe passwords where you have opted to ignore resetting."
   },
   "popup_learn_more": {
      "message": "Learn more"
   },
   "popup_lookup_count_message": {
      "message": "Number of passwords analysed in the last week:"
   },
   "popup_multiple_accounts_warning_status_message": {
      "message": "The Password Checkup extension detected that the following \u003Cb>$1 accounts\u003C/b> have passwords that are no longer safe due to a data breach.",
      "placeholders": {
         "1": {
            "content": "$1"
         }
      }
   },
   "popup_number_unsafe_accounts": {
      "message": "$1 unsafe accounts",
      "placeholders": {
         "1": {
            "content": "$1"
         }
      }
   },
   "popup_one_account_warning_status_message": {
      "message": "The Password Checkup extension detected that the following \u003Cb>1 account\u003C/b> has a password that is no longer safe due to a data breach."
   },
   "popup_opt_out_anonymous_reporting_text": {
      "message": "Opt out of anonymous reporting for this installation of the extension?"
   },
   "popup_reset_extension_button": {
      "message": "Clear extension data"
   },
   "popup_reset_extension_text": {
      "message": "Clear all extension data. This will remove all stored information about unsafe passwords and previously ignored sites."
   },
   "popup_send_feedback": {
      "message": "Sending feedback"
   },
   "popup_turndown_link": {
      "message": "Find out more."
   },
   "popup_turndown_message": {
      "message": "Now that Password Checkup has been integrated into Chrome, this extension will stop working on 31 August 2020."
   },
   "popup_warning_action": {
      "message": "You should change your passwords now."
   },
   "reset_text": {
      "message": "You should change your password now."
   },
   "send_button": {
      "message": "Send"
   },
   "turndown_notice": {
      "message": "Now that Password Checkup has been integrated into Chrome, we will be sunsetting the Password Checkup extension on 31 August 2020. After this date, the Password Checkup extension will be disabled and no longer report whether a username or password has been in a data breach. In order to continue receiving warnings, users should instead sign in to Chrome. Users must also ensure that Chrome is up to date and that the Chrome security setting 'Warn you if passwords are exposed in a data breach' is enabled (default unless previously changed)."
   },
   "turndown_subtitle": {
      "message": "Sunset announcement"
   },
   "turndown_uninstall_button": {
      "message": "Uninstall now"
   },
   "warning_banner_header": {
      "message": "Change your password"
   },
   "warning_text": {
      "message": "The Password Checkup extension detected that your password for \u003Cb>$1\u003C/b> is no longer safe due to a data breach.",
      "placeholders": {
         "1": {
            "content": "$1"
         }
      }
   }
}
