{"cancel_button":{"message":"Hætta við"},"close_button":{"message":"Loka"},"extension_description":{"message":"Viðbótin Aðgangsorðatékk hjálpar þér að endurheimta öryggi reikninga sem urðu fyrir áhrifum vegna öryggisbrota."},"extension_detailed_description":{"message":"Þú færð viðvörun ef þú skráir þig inn með notandanafni og aðgangsorði sem eru ekki lengur örugg vegna öryggisbrots sem Google er kunnugt um. Endurstilltu aðgangsorðið. Ef þú notar sama notandanafn og aðgangsorð fyrir aðra reikninga skaltu endurstilla aðgangsorðið þar líka.\n\nAðgangsorðatékk var búið til með persónuvernd í huga. Það uppljóstrar aldrei nafngreinanlegum upplýsingum um reikninginn þinn, aðgangsorð eða tæki. Við tilkynnum nafnlaust um þann fjölda leita sem skila ótraustum skilríkjum, hvort viðvörun hefur í för með sér breytingu á aðgangsorði og um lénið sem um ræðir til að bæta umsjón með vefsvæðum. Á https://support.google.com/accounts?p=password-checkup má fá frekari upplýsingar um aðgangsorðatékk.\n\nNú þegar aðgangsorðatékk er innbyggt í Crome verður viðbótin „Aðgangsorðatékk“ óvirk 31. ágúst 2020. Eftir þá dagsetningu verður viðbótin „Aðgangsorðatékk“ óvirk og mun því ekki lengur tilkynna hvort notandanafn eða aðgangsorð hefur lent í öryggisbroti. Notendur skulu þess í stað skrá sig inn á Chrome til að halda áfram að fá viðvaranir. Notendur þurfa einnig að tryggja að Chrome sé uppfært og að öryggisstilling Chrome, „Vara við ef aðgangsorð hefur lent í öryggisbroti“ sé virk (sjálfgefið nema stillingunni hafi áður verið breytt).\n\nMeð því að setja þetta atriði upp samþykkir þú þjónustuskilmála og persónuverndarstefnu Google á www.google.com/policies/."},"extension_name":{"message":"Viðbótin Aðgangsorðatékk"},"feedback_message":{"message":"Senda inn athugasemd"},"feedback_notice":{"message":"Farðu á <a href=\"https://support.google.com/legal/answer/3110420\">hjálparsíðu vegna lagalegra mála</a> til að biðja um efnisbreytingar af lagalegum ástæðum. Sumar reiknings- og kerfisupplýsingar gætu verið sendar til Google. Við munum nota upplýsingarnar sem þú gefur okkur til að leysa úr tæknivandamálum og bæta þjónustu okkar, sem fellur undir <a href=\"https://www.google.com/intl/en/policies/privacy/\">persónuverndarstefnu</a> og <a href=\"https://www.google.com/intl/en/policies/terms/\">þjónustuskilmála</a> okkar."},"feedback_thanks":{"message":"Takk fyrir athugasemdirnar. Þú getur núna lokað þessari síðu."},"feedback_tooltip":{"message":"Lýstu vandamálinu eða deildu hugmyndum þínum. Ekki gefa upp neinar persónugreinanlegar upplýsingar eða innskráningarupplýsingar í þessari athugasemd."},"ignore_button":{"message":"Hunsa fyrir þetta vefsvæði"},"learn_more":{"message":"Frekari upplýsingar"},"popup_advanced_settings_action":{"message":"Ítarlegar stillingar"},"popup_default_status_message":{"message":"Engin aðgangsorð sem slegin voru inn nýlega lentu í öryggisbroti."},"popup_ignore_button":{"message":"Hunsa"},"popup_ignored_status_message":{"message":"Engin aðgangsorð sem slegin voru inn nýlega lentu í öryggisbroti. Þetta nær ekki til óöruggra aðgangsorða sem þú hefur valið að endurstilla ekki."},"popup_learn_more":{"message":"Frekari upplýsingar"},"popup_lookup_count_message":{"message":"Fjöldi aðgangsorða sem greind voru síðastliðna viku:"},"popup_multiple_accounts_warning_status_message":{"message":"Viðbótin Aðgangsorðatékk greindi að aðgangsorð eftirfarandi <b>$1 reikninga</b> eru ekki lengur örugg vegna öryggisbrots.","placeholders":{"1":{"content":"$1"}}},"popup_number_unsafe_accounts":{"message":"$1 óöryggir reikningar","placeholders":{"1":{"content":"$1"}}},"popup_one_account_warning_status_message":{"message":"Viðbótin Aðgangsorðatékk greindi að aðgangsorð eftirfarandi <b>reiknings</b> er ekki lengur öruggt vegna öryggisbrots."},"popup_opt_out_anonymous_reporting_text":{"message":"Afþakka nafnlausar tilkynningar fyrir þessa uppsetningu viðbótar?"},"popup_reset_extension_button":{"message":"Hreinsa viðbótargögn"},"popup_reset_extension_text":{"message":"Hreinsa öll viðbótargögn. Þetta fjarlægir allar vistaðar upplýsingar um óörugg aðgangsorð og hunsuð vefsvæði."},"popup_send_feedback":{"message":"Senda inn ábendingu"},"popup_turndown_link":{"message":"Frekari upplýsingar."},"popup_turndown_message":{"message":"Nú þegar aðgangsorðatékk er innbyggt í Crome verður þessi viðbót óvirk 31. ágúst 2020."},"popup_warning_action":{"message":"Þú ættir að breyta aðgangsorðunum þínum núna."},"reset_text":{"message":"Þú ættir að breyta aðgangsorðinu þínu núna."},"send_button":{"message":"Senda"},"turndown_notice":{"message":"Nú þegar aðgangsorðatékk er innbyggt í Crome verður viðbótin „Aðgangsorðatékk“ óvirk 31. ágúst 2020. Eftir þá dagsetningu verður viðbótin „Aðgangsorðatékk“ óvirk og mun því ekki lengur tilkynna hvort notandanafn eða aðgangsorð hefur lent í öryggisbroti. Notendur skulu þess í stað skrá sig inn á Chrome til að halda áfram að fá viðvaranir. Notendur þurfa einnig að tryggja að Chrome sé uppfært og að öryggisstilling Chrome, „Vara við ef aðgangsorð hefur lent í öryggisbroti“ sé virk (sjálfgefið nema stillingunni hafi áður verið breytt)."},"turndown_subtitle":{"message":"Tilkynning um afvirkjun"},"turndown_uninstall_button":{"message":"Fjarlægja núna"},"warning_banner_header":{"message":"Breyta aðgangsorði"},"warning_text":{"message":"Viðbótin Aðgangsorðatékk greindi að aðgangsorð þitt fyrir <b>$1</b> er ekki lengur öruggt vegna öryggisbrots.","placeholders":{"1":{"content":"$1"}}}}
