{"cancel_button":{"message":"Utzi"},"close_button":{"message":"Itxi"},"extension_description":{"message":"Pasahitz-egiaztapena eginbidearen luzapenari esker, datuen isilpekotasuna urratu zaien kontuen segurtasuna berreskura dezakezu."},"extension_detailed_description":{"message":"Saioa hasten duzun tokian hasten duzula, datuen isilpekotasuna urratzearen ondorioz jada seguruak ez diren erabiltzaile-izen eta pasahitz bat idazten badituzu eta Google-k urratze horren baldin badu, alerta bat jasoko duzu. Berrezarri pasahitza. Beste kontu batzuetan erabiltzen badituzu erabiltzaile-izen eta pasahitz horiek, berrezarri pasahitza kontu horietan ere.\n\nPribatutasuna babesteko helburuarekin sortu dugu Pasahitz-egiaztapena. Ez du inoiz ematen zu identifika zaitzakeen informaziorik zure kontu, pasahitz edo gailuei dagokienez. Kredentzial ez-seguruak agerian uzten dituzten bilaketen kopuruari buruzko informazio anonimoaren berri ematen du, baita alerta batek pasahitza aldatzeko eskatzen duen eta babes-sistema hobetua duen webgunearen domeinua zein den ere. Pasahitz-egiaztapena eginbidearen funtzionamenduari buruzko informazio gehiago lortzeko, joan https://support.google.com/accounts?p=password-checkup helbidera.\n\nPasahitz-egiaztapena Chrome-n integratuta dagoenez, 2020ko abuztuaren 31n kenduko dugu Pasahitz-egiaztapena eginbidearen luzapena. Ondoren, Pasahitz-egiaztapena eginbidearen luzapena desgaitu egingo da, eta erabiltzaile-izen edo pasahitzen bat datuen isilpekotasunaren urratze batean egon den salatzeari utziko dio. Abisuak jasotzen jarraitzeko, erabiltzaileek saioa hasi behar dute Chrome-n. Halaber, erabiltzaileek ziurtatu egin behar dute Chrome eguneratuta dagoela eta pasahitza datuen isilpekotasunaren urratze batean badago abisu bat jasotzeko segurtasun-ezarpena gaituta dagoela (modu lehenetsian dago gaituta, aldez aurretik aldatu ez bazen).\n\nLuzapena instalatzen baduzu, onartu egingo dituzu Google-ren Zerbitzu-baldintzak eta Pribatutasun-gidalerroak (www.google.com/policies/)."},"extension_name":{"message":"Pasahitz-egiaztapena eginbidearen luzapena"},"feedback_message":{"message":"Bidali oharrak"},"feedback_notice":{"message":"Legezko arrazoiak direla-eta edukian aldaketak eskatzeko, joan <a href=\"https://support.google.com/legal/answer/3110420\">legezko laguntzari buruzko orrira</a>. Baliteke kontuari eta sistemari buruzko zenbait datu bidaltzea Google-ri. Arazo teknikoak konpontzeko eta zerbitzuak hobetzeko erabiliko ditugu ematen dizkiguzun datuak, gure <a href=\"https://www.google.com/intl/en/policies/privacy/\">Pribatutasun-gidalerroak</a> eta <a href=\"https://www.google.com/intl/en/policies/terms/\">Zerbitzu-baldintzak</a> gordez, betiere."},"feedback_thanks":{"message":"Eskerrik asko oharrak bidaltzeagatik. Orria ixteko moduan zara orain."},"feedback_tooltip":{"message":"Azaldu arazoa edo partekatu ideiak. Ez sartu iritzian zu identifikatzeko erabil litekeen daturik, ezta kredentzialen xehetasunik ere."},"ignore_button":{"message":"Egin ez ikusi webgune honetan"},"learn_more":{"message":"Lortu informazio gehiago"},"popup_advanced_settings_action":{"message":"Ezarpen aurreratuak"},"popup_default_status_message":{"message":"Ez dira hauteman azkenaldian idatzi dituzun pasahitzak datuen isilpekotasunaren urratzeak aztertu direnean."},"popup_ignore_button":{"message":"Egin ez ikusi"},"popup_ignored_status_message":{"message":"Ez dira hauteman azkenaldian idatzi dituzun pasahitzak datuen isilpekotasunaren urratzeak aztertu direnean. Eginbideak ez ditu aintzat hartzen berrezarri nahi izan ez dituzun pasahitz ez-seguruak."},"popup_learn_more":{"message":"Lortu informazio gehiago"},"popup_lookup_count_message":{"message":"Pasa den astean aztertutako pasahitz kopurua:"},"popup_multiple_accounts_warning_status_message":{"message":"Hurrengo <b>$1 kontuetan</b> erabiltzen duzun pasahitza jada segurua ez dela hauteman du Pasahitz-egiaztapena eginbidearen luzapenak; izan ere, datuen isilpekotasuna urratu da.","placeholders":{"1":{"content":"$1"}}},"popup_number_unsafe_accounts":{"message":"$1 kontu ez dira seguruak","placeholders":{"1":{"content":"$1"}}},"popup_one_account_warning_status_message":{"message":"Hurrengo <b>kontuan</b> erabiltzen duzun pasahitza jada segurua ez dela hauteman du Pasahitz-egiaztapena eginbidearen luzapenak; izan ere, datuen isilpekotasuna urratu da."},"popup_opt_out_anonymous_reporting_text":{"message":"Luzapenaren instalazioari buruzko txosten anonimoak jasotzeari utzi nahi diozu?"},"popup_reset_extension_button":{"message":"Garbitu luzapenaren datuak"},"popup_reset_extension_text":{"message":"Garbitu luzapenaren datu guztiak. Pasahitz ez-seguruei eta aurretik ez ikusi egin diezun webguneei buruz gordetako informazio guztia kendu egingo da."},"popup_send_feedback":{"message":"Bidali oharrak"},"popup_turndown_link":{"message":"Lortu informazio gehiago."},"popup_turndown_message":{"message":"Pasahitz-egiaztapena Chrome-n integratuta dagoenez, 2020ko abuztuaren 31n utziko dio funtzionatzeari luzapenak."},"popup_warning_action":{"message":"Pasahitzak aldatzea gomendatzen dizugu."},"reset_text":{"message":"Pasahitza orain aldatzea gomendatzen dizugu."},"send_button":{"message":"Bidali"},"turndown_notice":{"message":"Pasahitz-egiaztapena Chrome-n integratuta dagoenez, 2020ko abuztuaren 31n kenduko dugu Pasahitz-egiaztapena eginbidearen luzapena. Ondoren, Pasahitz-egiaztapena eginbidearen luzapena desgaitu egingo da, eta erabiltzaile-izen edo pasahitzen bat datuen isilpekotasunaren urratze batean egon den salatzeari utziko dio. Abisuak jasotzen jarraitzeko, erabiltzaileek saioa hasi behar dute Chrome-n. Halaber, erabiltzaileek ziurtatu egin behar dute Chrome eguneratuta dagoela eta pasahitza datuen isilpekotasunaren urratze batean badago abisu bat jasotzeko segurtasun-ezarpena gaituta dagoela (modu lehenetsian dago gaituta, aldez aurretik aldatu ez bazen)."},"turndown_subtitle":{"message":"Kentzeari buruzko iragarpena"},"turndown_uninstall_button":{"message":"Desinstalatu"},"warning_banner_header":{"message":"Aldatu pasahitza"},"warning_text":{"message":"<b>$1</b> domeinuan erabiltzen duzun pasahitza jada segurua ez dela hauteman du Pasahitz-egiaztapena eginbidearen luzapenak; izan ere, datuen isilpekotasuna urratu da.","placeholders":{"1":{"content":"$1"}}}}
